[
  {
    "breedName": "American Water Spaniel",
    "breedDescription": "The American Water Spaniel, native to the lake country of the upper Midwest, is an upbeat, outdoorsy athlete who loves to hunt and swim. They are known to be happy, eager, and charming, though aloof with strangers and a bit stubborn. American Water Spaniels are muscular midsize gundogs, not flashy in looks or performance, and recognizable by a luscious brown coat that is either tightly curled or wavy. Bred to work the icy waters and marshy banks of the Great Lakes region, these spaniels are ideally outfitted for the job: The coat is dense and waterproof, the feet are thickly padded, the toes are webbed, and the body is small enough for the dog to hop in and out of a skiff without rocking the boat. The breed's admirers describe a merry, intelligent, and versatile spaniel suited to a variety of dog sports. As hunters, they combine the working traits of spaniels and retrievers. The key to the American Water Spaniel's happiness is activity, especially alongside their adored human. An underemployed dog can be barky and destructive.",
    "yearAdded": 1940,
    "keywords": ["Charming", "Eager", "Happy"],
    "height": 18,
    "weight": 45,
    "lifeExpectancy": 14,
    "coatType": ["Curly", "Double"],
    "coatLength": ["Medium"],
    "colors": ["Brown", "Chocolate", "Liver"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Barbet",
    "breedDescription": "An archetypic water dog of France, the Barbet is a rustic breed of medium size and balanced proportions who appears in artwork as early as the 16th century. In profile, the Barbet is slightly rectangular with a substantial head and long, sweeping tail. He has a long, dense covering of curly hair and a distinctive beard. An agile athlete, the Barbet has been used primarily to locate, flush, and retrieve birds. He has a cheerful disposition and is very social and loyal. The defining characteristic of this rustic, medium-sized bird dog is the dense curly coat that covers him from the top of his large, broad head to the tip of his curving tail. The coat comes in shades of black, gray, brown, or fawn, sometimes with white markings. The breed's delightfully shaggy coat and amiable nature creates the impression of a Muppet come to life, but the Barbet is a strong, solidly-built dog bred for centuries to be a keen hunter and tireless swimmer. Barbets are very intelligent and learn new things quickly. They have a calm nature and are easy to live with as long as their exercise needs are being met.",
    "yearAdded": 2020,
    "keywords": ["Friendly", "Bright", "Sweet-Natured"],
    "height": 25,
    "weight": 65,
    "lifeExpectancy": 14,
    "coatType": ["Curly", "Wavy"],
    "coatLength": ["Medium", "Long"],
    "colors": ["Black", "Brown", "Fawn", "Gray", "White"],
    "markings": ["White", "Gray", "Black", "Brown", "Fawn"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Boykin Spaniel",
    "breedDescription": "A medium-sized flushing and retrieving dog known for its rich brown coat, the Boykin Spaniel is avid, eager, merry, and trainable. This mellow housedog and tenacious bird dog was once South Carolina's best-kept secret. Boykins are medium-sized spaniels, larger and rangier than Cockers but more compact than Springers. The breed's hallmark is a beautiful solid-brown coat. Colors range from a rich liver to a luscious chocolate. The large, feathery ears hang close to the cheeks, setting off an expression of soulful intelligence. Bred to work in the lakes and swamps of their native South Carolina, web-toed Boykins can swim like seals. For years, Boykins were known only to hunters of Carolina waterfowl and wild turkey. But lately, the wider world has discovered that the Boykin is as delightful at home as he is eager at the lake. 'They are very, very sweet dogs to have around the family,' a longtime owner says, 'but an absolute tiger in the field.'",
    "yearAdded": 2009,
    "keywords": ["Friendly", "Eager", "Lovable"],
    "height": 18,
    "weight": 40,
    "lifeExpectancy": 15,
    "coatType": ["Double", "Wavy"],
    "coatLength": ["Medium"],
    "colors": ["Liver"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Bracco Italiano",
    "breedDescription": "The Bracco Italiano is one of the oldest of the pointing breeds. It was introduced into the United States in the 1990s and has remained true to its heritage as a versatile gun dog. It is gentle in the home and tireless in the field. Tough and adapted to all types of hunting, the Bracco Italiano is reliable, intelligent, docile and easy to train. He has a powerful appearance, with lean limbs, well-developed muscles and a sculpted head. In English, he is the Italian Pointing Dog.",
    "yearAdded": 2022,
    "keywords": ["Intelligent", "Affectionate", "Enthusiastic"],
    "height": 27,
    "weight": 90,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["White", "White & Orange", "White & Chestnut"],
    "markings": ["Roan"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Brittany",
    "breedDescription": "Sportsmen on both sides of the Atlantic cherish the agile, energetic Brittany as a stylish and versatile gundog. Bright and eager at home, and tireless afield, Brittanys require a lot of exercises, preferably with their favorite humans. Brittanys are smaller than setters but leggier than spaniels, standing about 20 inches at the shoulder. Their beautiful, boldly patterned coat comes in combinations of white and vivid orange and liver (reddish-brown). They are rugged and strong but smooth, clean, and quick afoot. The face has the 'softness' prized by bird-dog lovers; high-set ears convey the breed's essential eagerness. The zeal and versatility that make Brittanys peerless hunters can be channeled into dog sports. Obedience, agility, flyball, dock diving'you name it, this trainable breed is up for it. The Brittany is a nice fit for those seeking an all-purpose hunting partner, a dog-sport teammate, or a companion in sync with an upbeat, outdoorsy family life.",
    "yearAdded": 1934,
    "keywords": ["Bright", "Fun-loving", "Upbeat"],
    "height": 21,
    "weight": 40,
    "lifeExpectancy": 14,
    "coatType": ["Wavy", "Double"],
    "coatLength": ["Short"],
    "colors": [
      "Liver & White",
      "Liver Roan",
      "Liver White & Orange",
      "Orange & White",
      "Orange Roan",
      "White & Liver",
      "White & Orange",
      "Black & White",
      "Black White & Orange",
      "Blue Roan",
      "White Black & Orange"
    ],
    "markings": ["Roan", "Spotted", "Ticked"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Chesapeake Bay Retriever",
    "breedDescription": "The Chesapeake Bay Retriever, peerless duck dog of the Mid-Atlantic, is an American original who embodies the classic traits of a good retriever: loyal, upbeat, affectionate, and tireless. The Chessie is famous for his waterproof coat. Chessies are strong, powerfully built gundogs standing anywhere from 21 to 26 inches at the shoulder. A male can weigh up to 80 pounds. The distinctive breed trait is a wavy coat that is oily to the touch. Chessies are solid-colored, either chocolatey brown, sedge, or deadgrass, with keen yellow-amber eyes that nicely complement the coat. Chessies are more emotionally complex than the usual gundog. Chessies take to training, but they have a mind of their own and can tenaciously pursue their own path. They are protective of their humans and polite, but not overtly friendly, to strangers. Chessies make excellent watchdogs and are versatile athletes. A well-socialized Chessie is a confident companion and world-class hunting buddy.",
    "yearAdded": 1878,
    "keywords": ["Bright", "Affectionate", "Sensitive"],
    "height": 26,
    "weight": 80,
    "lifeExpectancy": 13,
    "coatType": ["Wiry", "Wavy"],
    "coatLength": ["Medium"],
    "colors": [
      "Brown",
      "Dark Brown",
      "Dark Deadgrass",
      "Deadgrass",
      "Light Brown",
      "Light Deadgrass",
      "Sedge",
      "Tan"
    ],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Clumber Spaniel",
    "breedDescription": "A dignified and mellow hunting companion of kings, the Clumber Spaniel is the largest of the AKC flushing spaniels. For those who can handle some shedding and drooling, the amiable Clumber is an amusing best friend and a gentlemanly housemate. Clumber Spaniels are powerful bird dogs of heavy bone, built long and low, with a massive head. They stand 17 to 20 inches; a small female might be 55 pounds, and a large male could go 85 pounds. Built to push through thick cover in the field, Clumber movement is nonetheless free and easy. The dense coat is primarily white, with sparse lemon or orange markings. Clumbers are sweet and easygoing at home, but these outdoorsy fellows can be relentless on scent. Smart and eager-to-please Clumbers respond well to training. Though a bit wary around strangers, Clumbers are friendly dogs who bark only when they have something to say, and so make indifferent watchdogs. They love swimming and fetching, and are sturdy childhood playmates.",
    "yearAdded": 1878,
    "keywords": ["Mellow", "Amusing", "Gentlemanly"],
    "height": 20,
    "weight": 85,
    "lifeExpectancy": 12,
    "coatType": ["Wavy", "Silky"],
    "coatLength": ["Medium"],
    "colors": ["White"],
    "markings": ["Lemon Markings", "Orange Markings"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Cocker Spaniel",
    "breedDescription": "The merry and frolicsome Cocker Spaniel, with his big, dreamy eyes and impish personality, is one of the world's best-loved breeds. They were developed as hunting dogs, but Cockers gained their wide popularity as all-around companions. Those big, dark eyes; that sweet expression; those long, lush ears that practically demand to be touched'no wonder the Cocker spent years as America's most popular breed. The Cocker is the AKC's smallest sporting spaniel, standing about 14 to 15 inches. The coat comes in enough colors and patterns to please any taste. The well-balanced body is sturdy and solid, and these quick, durable gundogs move with a smooth, easy gait. Cockers are eager playmates for kids and are easily trained as companions and athletes. They are big enough to be sporty, but compact enough to be portable. A Cocker in full coat rewards extra grooming time by being the prettiest dog on the block. These energetic sporting dogs love playtime and brisk walks.",
    "yearAdded": 1878,
    "keywords": ["Smart", "Happy", "Gentle"],
    "height": 16,
    "weight": 30,
    "lifeExpectancy": 14,
    "coatType": ["Double", "Silky"],
    "coatLength": ["Long"],
    "colors": [
      "Black",
      "Black & Tan",
      "Silver",
      "Buff",
      "Red",
      "Brown",
      "Brown & Tan",
      "Black & White",
      "Red & White",
      "Buff & White",
      "Brown & White",
      "Black White & Tan",
      "Brown White & Tan",
      "Golden",
      "Blue Roan",
      "Blue Roan & Tan",
      "Sable",
      "Sable & White",
      "Cream",
      "Red Roan",
      "Brown Roan",
      "Brown Roan & Tan"
    ],
    "markings": ["Roan", "White Markings", "Ticked", "Merle Markings"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Curly-Coated Retriever",
    "breedDescription": "The Curly-Coated Retriever, among the oldest of the retriever breeds, is a famously versatile gundog and peerless swimmer. Poised, proud, and wickedly smart, the Curly is a thinking person's retriever who will never quit before you do. The Curly-Coated Retriever's tight, crisp curls of either black or liver serve as waterproof and thorn-resistant all-weather gear for work in thick bramble and icy lakes. The Curly is a big, durable gun dog, but more elegant and graceful than other retrievers. Another trait that sets Curlies apart from the usual retriever is a tapered, wedge-shaped head. Like Labradors and Goldens, Curlies are affectionate and gentle, but they are a bit more independent and less needy. Playful and mischievous with loved ones, Curlies can be aloof with strangers. This wariness makes them more discerning watchdogs than other, more gregarious retrievers. These tireless dogs need lots of outdoor exercise. Bored, underemployed Curlies are a handful.",
    "yearAdded": 1924,
    "keywords": ["Confident", "Proud", "Wickedly Smart"],
    "height": 27,
    "weight": 95,
    "lifeExpectancy": 12,
    "coatType": ["Curly", "Double"],
    "coatLength": ["Short"],
    "colors": ["Black", "Liver"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "English Cocker Spaniel",
    "breedDescription": "English Cocker Spaniel lovers often use the word 'merry' to describe their breed. Upbeat in the field and mellow at home, this compact, silky-coated bird dog is widely admired for his delightful personality and irresistible good looks. The English Cocker Spaniel is a compactly built sporting dog standing between 15 to 17 inches at the shoulder. The softly contoured head, with its dark, melting eyes that convey an alert and dignified expression, is framed by lush, close-lying ears. The medium-length coat, seen in a variety of striking colors and patterns, is silky to the touch. 'Balance' is a key word in understanding the breed: The EC is balanced in temperament, construction, and movement. Beneath the EC's physical beauty beats the heart of a tireless, eager-to-please hunter's helper, famous the world over for his ability to flush and retrieve gamebirds. For those who prefer more domestic pursuits, there is no more charming and agreeable household companion.",
    "yearAdded": 1946,
    "keywords": ["Energetic", "Merry", "Responsive"],
    "height": 17,
    "weight": 34,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Medium", "Long"],
    "colors": [
      "Black",
      "Black & White",
      "Blue Roan",
      "Blue Roan & Tan",
      "Liver Roan & Tan",
      "Liver Roan",
      "Orange & White",
      "Orange Roan",
      "Red",
      "Black & Tan",
      "Black White & Tan",
      "Liver",
      "Liver & Tan",
      "Liver & White",
      "Liver White & Tan",
      "Red Roan",
      "Golden",
      "Lemon Roan",
      "Sable",
      "Sable & Tan",
      "Sable & White"
    ],
    "markings": ["Ticked", "White Markings", "Tan Markings"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "English Setter",
    "breedDescription": "The English Setter is a medium-sized sporting dog of sweet temper and show-stopping good looks. It is one of the AKC's four British setters created to work on the distinctly different terrains of England, Ireland, and Scotland. English Setters are elegant but solid dogs of beauty and charm. The word 'belton,' unique to the breed, describes the speckled coat patterns of colors that sound good enough to eat: liver, lemon, and orange among them. Under the showy coat is a well-balanced hunter standing about 25 inches at the shoulder. A graceful neck carries a long, oval-shaped head proudly, and dark brown eyes convey a soft expression. The merry English Setter is known as the gentleman of the dog world but is game and boisterous at play. English Setters get on well with other dogs and people. A veteran all-breed dog handler says, 'As a breed to share one's life and living space with, no other breed gives me more pleasure than the English Setter.'",
    "yearAdded": 1878,
    "keywords": ["Friendly", "Mellow", "Merry"],
    "height": 27,
    "weight": 80,
    "lifeExpectancy": 12,
    "coatType": ["Double", "Silky"],
    "coatLength": ["Medium"],
    "colors": [
      "Blue Belton",
      "Blue Belton & Tan (Tri-Color)",
      "Lemon Belton",
      "Liver Belton",
      "Orange Belton",
      "White"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "English Springer Spaniel",
    "breedDescription": "The English Springer Spaniel is a sweet-faced, lovable bird dog of great energy, stamina, and brains. Sport hunters cherish the duality of working Springers: handsome, mannerly pets during the week, and trusty hunting buddies on weekends. Built for long days in the field, English Springer Spaniels are tough, muscular hunters standing 19 to 20 inches at the shoulder and weighing between 40 and 50 pounds. The double coat comes in several colors and patterns, the ears are long and lush, and the kindly, trusting expression of the eyes is a cherished hallmark of the breed. Springers move with a smooth, ground-covering stride. Bred to work closely with humans, Springers are highly trainable people-pleasers. They crave company and are miserable when neglected. Polite dogs, Springers are good with kids and their fellow mammals. They are eager to join in any family activity. Long walks, games of chase and fetch, and swimming are favorite pastimes of these rugged spaniels.",
    "yearAdded": 1910,
    "keywords": ["Friendly", "Playful", "Obedient"],
    "height": 20,
    "weight": 50,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Black & White",
      "Black White & Tan",
      "Liver & White",
      "Liver White & Tan",
      "White & Liver",
      "White & Black",
      "Red & White",
      "Orange & White",
      "Lemon & White"
    ],
    "markings": ["Ticked", "Spotted", "Roan"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Field Spaniel",
    "breedDescription": "The sweet and sensitive Field Spaniel is famously docile, but vigorous and game for anything when at play or in the field. These close cousins to Cocker Spaniels and Springer Spaniels may be small in number, but their charm is enormous. Field Spaniels bear a family resemblance to Cocker, Springer, and Sussex spaniels. The distinctive glossy coat is either black, some shade of liver, or combinations of the two. They stand 17 or 18 inches at the shoulder and should present the picture of well-balanced, moderately proportioned hunting companions. The long, feathery ears frame a facial expression conveying a grave, gentle intelligence. Field Spaniels are sweet, sensitive souls with just enough independence to make life interesting. They are trustworthy with kids, tolerant of their fellow mammals, and responsive to training. The U.S. breed standard calls these tranquil house dogs 'unusually docile,' but they are nonetheless playful and enjoy a good backyard romp.",
    "yearAdded": 1984,
    "keywords": ["Sweet", "Fun-Loving", "Sensitive"],
    "height": 18,
    "weight": 50,
    "lifeExpectancy": 13,
    "coatType": ["Smooth", "Wavy"],
    "coatLength": ["Medium"],
    "colors": [
      "Black",
      "Liver",
      "Blue Roan",
      "Golden Liver",
      "Liver Roan",
      "Golden Liver Roan",
      "Black & Tan",
      "Liver & Tan",
      "Blue Roan & Tan",
      "Liver & White",
      "Black & White"
    ],
    "markings": ["Tan Markings"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Flat-Coated Retriever",
    "breedDescription": "The Peter Pan of the Sporting Group, the forever-young Flat-Coated Retriever is a gundog of relatively recent origin. Happy, self-assured, and willing to please, a good Flat-Coat will retrieve a duck or a show ribbon with equal aplomb. The Flat-Coated Retriever's eponymous flat-lying coat comes in lustrous black or liver, with feathering at the legs and tail. A distinctive breed hallmark is the long head'unique among retrievers'which projects a smart and kindly expression. A Flat-Coat will stand as tall as a Labrador Retriever, but in silhouette they present a leaner, more elegant look. Dogdom's champion tail-waggers, Flat-Coats are among the happiest of all breeds. They mature slowly; some owners say that they never grow up at all, retaining a puppyish taste for rambunctious mischief into old age. This can be either delightful or exasperating, depending on your tolerance for such monkeyshines. This highly energetic breed requires lots of outdoorsy exercise.",
    "yearAdded": 1915,
    "keywords": ["Cheerful", "Optimistic", "Good-humored"],
    "height": 25,
    "weight": 70,
    "lifeExpectancy": 10,
    "coatType": ["Smooth"],
    "coatLength": ["Medium"],
    "colors": ["Black", "Liver", "Yellow"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "German Shorthaired Pointer",
    "breedDescription": "The versatile, medium-sized German Shorthaired Pointer is an enthusiastic gundog of all trades who thrives on vigorous exercise, positive training, and a lot of love. GSP people call their aristocratic companions the 'perfect pointer.' Male German Shorthaired Pointers stand between 23 and 25 inches at the shoulder and weigh anywhere from 55 to 70 pounds; females run smaller. The coat is solid liver (a reddish brown), or liver and white in distinctive patterns. The dark eyes shine with enthusiasm and friendliness. Built to work long days in the field or at the lake, GSPs are known for power, speed, agility, and endurance. 'Noble' and 'aristocratic' are words often used to describe the overall look. GSPs make happy, trainable pets who bond firmly to their family. They are always up for physical activities like running, swimming, organized dog sports'in fact, anything that will burn some of their boundless energy while spending outdoors time with a human buddy.",
    "yearAdded": 1930,
    "keywords": ["Friendly", "Smart", "Willing to Please"],
    "height": 25,
    "weight": 70,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Liver",
      "Liver & White",
      "Liver Roan",
      "White & Liver",
      "Black & White",
      "Black",
      "Black Roan"
    ],
    "markings": ["Patched", "Ticked", "Patched & Ticked"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "German Wirehaired Pointer",
    "breedDescription": "With his sporty weatherproof coat and can-do attitude, the noble German Wirehaired Pointer is a versatile, sturdy gundog who thrives on outdoor activity. Around the house, the GWP is an eager, affectionate, and amusing family companion. Standing as high as 26 inches at the shoulder, GWPs are a bit taller and heavier than their close relative, the German Shorthaired Pointer. GWPs are balanced, well muscled, resilient, agile, and generally built to beat the bushes all day long without tiring. The harsh wire coat protects against thorny underbrush and foul weather, and the shaggy beard and eyebrows complete an intelligent, worldly expression. 'The need for running in the great outdoors is a must!' says one veteran owner. 'This breed will not be happy to be on the couch all day.' GWPs are bright and eager, but their independent, inquisitive nature might frustrate novice owners. A good fit for those looking for a loving companion who enjoys sports and togetherness.",
    "yearAdded": 1959,
    "keywords": ["Affectionate", "Eager", "Enthusiastic"],
    "height": 26,
    "weight": 70,
    "lifeExpectancy": 16,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": ["Liver", "Liver & White", "Black & White"],
    "markings": ["Ticked", "Spotted", "Roan", "Roan & Ticked"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Golden Retriever",
    "breedDescription": "The Golden Retriever, an exuberant Scottish gundog of great beauty, stands among America's most popular dog breeds. They are serious workers at hunting and field work, as guides for the blind, and in search-and-rescue, enjoy obedience and other competitive events, and have an endearing love of life when not at work. The Golden Retriever is a sturdy, muscular dog of medium size, famous for the dense, lustrous coat of gold that gives the breed its name. The broad head, with its friendly and intelligent eyes, short ears, and straight muzzle, is a breed hallmark. In motion, Goldens move with a smooth, powerful gait, and the feathery tail is carried, as breed fanciers say, with a 'merry action.' The most complete records of the development of the Golden Retriever are included in the record books that were kept from 1835 until about 1890 by the gamekeepers at the Guisachan (pronounced Gooeesicun) estate of Lord Tweedmouth at Inverness-Shire, Scotland. These records were released to public notice in Country Life in 1952, when Lord Tweedmouth's great-nephew, the sixth Earl of Ilchester, historian and sportsman, published material that had been left by his ancestor. They provided factual confirmation to the stories that had been handed down through generations. Goldens are outgoing, trustworthy, and eager-to-please family dogs, and relatively easy to train. They take a joyous and playful approach to life and maintain this puppyish behavior into adulthood. These energetic, powerful gundogs enjoy outdoor play. For a breed built to retrieve waterfowl for hours on end, swimming and fetching are natural pastimes.  ",
    "yearAdded": 1925,
    "keywords": ["Intelligent", "Friendly", "Devoted"],
    "height": 24,
    "weight": 75,
    "lifeExpectancy": 12,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["Dark Golden", "Golden", "Light Golden"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Gordon Setter",
    "breedDescription": "The Gordon Setter, the black avenger of the Highlands, is a substantial bird dog named for a Scottish aristocrat. Athletic and outdoorsy, Gordons are bold, confident, and resolute in the field, and sweetly affectionate by the fireside. Gordons are the largest and most substantial of setters'a big male might stand 27 inches at the shoulder and weigh 80 pounds. The stunning coat is a glistening black, with tan markings and long hair on the ears, belly, legs, chest, and tail. Tan spots above the bright brown eyes point up a wise and willing expression. Like other Scots breeds, from the compact Scottish Terrier to the majestic Scottish Deerhound, Gordons were built to withstand their homeland's tough terrain and foul weather.",
    "yearAdded": 1878,
    "keywords": ["Confident", "Affectionate", "Bold"],
    "height": 27,
    "weight": 80,
    "lifeExpectancy": 13,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["Black & Tan", "Red", "Tan"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Irish Red and White Setter",
    "breedDescription": "The rollicking Irish Red and White Setter is an athletic medium-sized bird dog bred primarily for hunting. Fun-loving, friendly, and high-spirited, Irish Red and Whites are a bit shorter and stockier than their cousin the Irish Setter. Sportsmen thrill at the sight of a noble Red and White frozen on point, motionless as a statue. These medium-to-large bird dogs are powerful, solid, and sinewy, with enough stamina and bird sense to get the job done any day of the week and twice on Sunday. The stunning coat, vivid red islands floating on a sea of pearl white, has a practical function: It enables hunters to spot their dog at a distance. The handsome face projects a keen but kindly expression.",
    "yearAdded": 2009,
    "keywords": ["Courageous", "Spirited", "Determined"],
    "height": 26,
    "weight": 60,
    "lifeExpectancy": 15,
    "coatType": ["Double", "Silky"],
    "coatLength": ["Medium"],
    "colors": ["White"],
    "markings": ["Red patched"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Irish Setter",
    "breedDescription": "The Irish Setter is a high-spirited gundog known for grace, swiftness, and a flashy red coat. They are famously good family dogs: sweet-tempered companions for the folks, and rollicking playmates and tennis-ball fetchers for the children. The Irish Setter has been described by its partisans as the most beautiful of dog breeds. Standing more than two feet at the shoulder, with a substantial yet elegant build, the Irish is famed for a brilliant coat of mahogany or chestnut. Long, sinewy legs and powerful rear drive help to place the Irish among the swiftest of all sporting dogs. The Irish Setter's lovable personality has endeared the breed to sportsmen and pet owners for more than 200 years. Irish are outgoing dogs who enjoy making friends. These rambunctious redheads are big kids at heart, but they are eager to please and will respond to patient, positive training. They are said to be bold and rugged hunting partners, with a devil-may-care approach to their work.",
    "yearAdded": 1878,
    "keywords": ["Active", "Sweet-natured", "Outgoing"],
    "height": 27,
    "weight": 70,
    "lifeExpectancy": 15,
    "coatType": ["Silky"],
    "coatLength": ["Medium"],
    "colors": ["Chestnut", "Mahogany", "Red"],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Irish Water Spaniel",
    "breedDescription": "The tallest of the AKC's spaniels, the Irish Water Spaniel is instantly recognizable by its crisply curled coat and tapering 'rat tail.' Among the champion swimmers of dogdom, the alert and inquisitive IWS is hardworking and brave in the field, and playfully affectionate at home. This tallest of AKC spaniels, standing 21 to 24 inches at the shoulder and weighing 55 to 65 pounds, straddles the line between 'medium' and 'large' dogs on our scale of size. Among its distinguishing characteristics are a crisply curled, liver-colored, waterproof coat; a tapered 'rat tail'; and a cleanly chiseled head crowned with a topknot of long, loose curls. The IWS moves with a smooth ground-covering gait, enabling him to put in a long day's work in the field.",
    "yearAdded": 1878,
    "keywords": ["Playful", "Hardworking", "Brave"],
    "height": 24,
    "weight": 68,
    "lifeExpectancy": 13,
    "coatType": ["Curly"],
    "coatLength": ["Medium"],
    "colors": ["Liver"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Labrador Retriever",
    "breedDescription": "The sweet-faced, lovable Labrador Retriever is one of America's most popular dog breeds, year after year. Labs are friendly, outgoing, and high-spirited companions who have more than enough affection to go around for a family looking for a medium-to-large dog. The sturdy, well-balanced Labrador Retriever can, depending on the sex, stand from 21.5 to 24.5 inches at the shoulder and weigh between 55 to 80 pounds. The dense, hard coat comes in yellow, black, and a luscious chocolate. The head is wide, the eyes glimmer with kindliness, and the thick, tapering 'otter tail' seems to be forever signaling the breed's innate eagerness. Labs are famously friendly. They are companionable housemates who bond with the whole family, and they socialize well with neighbor dogs and humans alike. But don't mistake his easygoing personality for low energy: The Lab is an enthusiastic athlete that requires lots of exercise, like swimming and marathon games of fetch, to keep physically and mentally fit.",
    "yearAdded": 1917,
    "keywords": ["Active", "Friendly", "Outgoing"],
    "height": 25,
    "weight": 80,
    "lifeExpectancy": 13,
    "coatType": ["Double"],
    "coatLength": ["Short"],
    "colors": ["Black", "Chocolate", "Yellow"],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Lagotto Romagnolo",
    "breedDescription": "The Lagotto Romagnolo, Italy's adorable 'truffle dog,' sports a curly coat and lavish facial furnishings. Despite their plush-toy looks, Lagotti are durable workers of excellent nose who root out truffles, a dainty and pricey delicacy. Italians have a word for it: 'carino.' In English, we say 'cute.' In any language, this breed is totally endearing. The Lagotto Romagnolo (plural: Lagotti Romagnoli) is known for wooly curls that cover the body head to tail, crowned by a lavish beard, eyebrows, and whiskers. Lagotti stand under 20 inches and weigh no more than 35 pounds. But don't be fooled by their teddy-bear looks, these are rugged workers of true strength and endurance. The breed's trademark curls feel and behave more like human hair than fur.",
    "yearAdded": 2015,
    "keywords": ["Affectionate", "Keen", "Undemanding"],
    "height": 19,
    "weight": 35,
    "lifeExpectancy": 17,
    "coatType": ["Curly", "Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Off-White",
      "Brown Roan",
      "Brown",
      "Orange",
      "White",
      "Sable",
      "Orange Roan"
    ],
    "markings": [
      "Brown Mask",
      "Brown Markings",
      "Orange Markings",
      "White Markings",
      "Tan Markings"
    ],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Nederlandse Kooikerhondje",
    "breedDescription": "The Nederlandse Kooikerhondje is lively, agile, self-confident, good-natured and alert. The breed is faithful, easy-going and friendly in the home. Outdoors he is a true sporting dog being keen, swift, tough, attentive and energetic. With sufficient perseverance and stamina, he enjoys working and does so with a cheerful character. The Kooikerhondje the 'little white and orange dog with a big heart' is a sporty, eye-catching fellow with a silky all-weather coat of white with red patches. They are instantly recognizable thanks to their large, black-tipped ears and the richly feathered tail they wag proudly. The breed has the sturdy bone structure expected of a serious hunter, but the overall picture is that of a harmoniously built dog of smooth, flowing contours and springy gait. The Nederlandse Kooikerhondje Club of the United States has served as the AKC Parent Club to represent the Kooikerhondje since April 2014.",
    "yearAdded": 2018,
    "keywords": ["Alert", "Friendly", "Quick"],
    "height": 16,
    "weight": 30,
    "lifeExpectancy": 15,
    "coatType": ["Double", "Wavy"],
    "coatLength": ["Medium"],
    "colors": ["White & Red"],
    "markings": ["Black Tips"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Nova Scotia Duck Tolling Retriever",
    "breedDescription": "The smallest of the AKC's retrievers, the Nova Scotia Duck Tolling Retriever is intelligent, affectionate, and eager to please. Play fetch with a tireless Toller until your right arm falls off, and he will ask you to throw left-handed. The little gundog with the big name is the smallest AKC retriever, standing ideally 18 or 19 inches at the shoulder. The Toller's trademark is a coat of stunning crimson, ranging from golden red to a dark coppery color, with white markings. Strong and agile, Tollers are medium dogs: medium in size, bone, and coat length. The almond-shaped eyes project an alert expression. Tollers are upbeat athletes who require outlets for their boundless vigor: hunting, hiking, camping, and, of course, swimming (for which they are ideally suited, down to their webbed feet). Tollers are smart, handsome, affectionate companions, but these red tornadoes can be recommended only to those with enough time and energy to keep them usefully occupied.",
    "yearAdded": 2003,
    "keywords": ["Intelligent", "Affectionate", "Outgoing"],
    "height": 21,
    "weight": 50,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["Red", "Buff", "Red Gold"],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Pointer",
    "breedDescription": "The Pointer is the ultimate expression of canine power and grace. The breed's name is its job description: Pointers point game birds, and they have been pointing for centuries. The high-energy Pointer is an excellent runner's companion. The noble Pointer is the ultimate expression of canine power and grace. Unquestioned aristocrats of the sporting world, Pointers carry themselves proudly and are capable of great speed and agility. The coat comes in several colors, solid or in patterns'but as the breed's devotees like to say, a good Pointer can't be a bad color. A large male can stand 28 inches at the shoulder and weigh up to 75 pounds; a small female might weigh as little as 45 pounds and stand 23 inches.",
    "yearAdded": 1878,
    "keywords": ["Loyal", "Hardworking", "Even-tempered"],
    "height": 28,
    "weight": 75,
    "lifeExpectancy": 17,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black & White",
      "Lemon",
      "Lemon & White",
      "Liver",
      "Liver & White",
      "Orange",
      "Orange & White",
      "White",
      "Black"
    ],
    "markings": [
      "Ticked",
      "Black Points",
      "Liver Points",
      "Self-colored Points"
    ],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Spinone Italiano",
    "breedDescription": "The Spinone Italiano, a densely-coated hunting dog, is sociable, docile, and patient, sometimes stubborn but always endearing. Of ancient Italian lineage, the Spinone is among the field dogs of Continental Europe famed for versatility. The Spinone Italiano (plural: Spinoni Italiani) is a squarely and solidly built all-around hunter. Spinoni are muscular and powerful, built more for endurance than speed. The dense coat has a natural, unclippered look and comes in various colors and patterns. The face conveys the breed's abundant Old World charm. Those soft, sweetly expressive eyes set off by shaggy eyebrows and a tufted beard have won many a heart in Italy'and they're making new conquests here in America every day.",
    "yearAdded": 2000,
    "keywords": ["Sociable", "Patient", "Docile"],
    "height": 27,
    "weight": 70,
    "lifeExpectancy": 12,
    "coatType": ["Wiry"],
    "coatLength": ["Medium"],
    "colors": ["White", "Orange Roan", "White & Orange", "Brown Roan"],
    "markings": ["Orange Markings", "Brown Markings"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Sussex Spaniel",
    "breedDescription": "Placid, affectionate, even-tempered, true-blue, loyal, all are words used to describe the Sussex Spaniel, a slow-but-steady hunter, and congenial housedog. His frowning expression is delightfully at odds with a typically cheerful nature. Looking a bit like a cross between a Cocker Spaniel and a torpedo, Sussex are long, low-built bird dogs of great strength and endurance. Topping out at just 15 inches tall at the shoulder, Sussex are nonetheless described as 'massive,' with a deep chest and heavy bone. Their trademark is an abundant, feathery coat of rich golden-liver. The classic spaniel head, with its wavy-coated ears and big hazel eyes, projects a somber, frowning expression delightfully at odds with the Sussex's innate cheerfulness.",
    "yearAdded": 1878,
    "keywords": ["Friendly", "Merry", "Even-tempered"],
    "height": 15,
    "weight": 45,
    "lifeExpectancy": 15,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["Golden Liver"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Vizsla",
    "breedDescription": "The Vizsla is a versatile, red-coated gundog built for long days in the field. For centuries these rugged but elegant athletes have been the pride of Hungarian sportsmen, and their popularity in America increases with each passing year. The Vizsla is easily recognized by his sleek golden-rust coat. They can stand between 21 to 24 inches at the shoulder and are the picture of a lean, light-footed hunter's companion. The long, silky ears frame a facial expression that is sensitive and loving around the house and intense when at work. As a hunter expected to work closely with humans, Vizslas form a tight bond with their owners and hate to be left alone. Athletes of many talents, Vizslas excel at various sports and activities. They are eager and graceful trotters of great stamina, making them ideal jogging or biking companions. An expert on the breed tells us, 'If you don't have the time to encourage this breed's full use of its brain, you're wasting a good dog.'",
    "yearAdded": 1960,
    "keywords": ["Energetic", "Affectionate", "Gentle"],
    "height": 24,
    "weight": 60,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Golden Rust",
      "Golden",
      "Red",
      "Red Golden",
      "Rust",
      "Rust Golden",
      "Sandy Yellow"
    ],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Weimaraner",
    "breedDescription": "The Weimaraner, Germany's sleek and swift 'Gray Ghost,' is beloved by hunters and pet owners alike for their friendliness, obedience, and beauty. They enjoy exercise, and plenty of it, along with lots of quality time with their humans. Instantly recognized by a distinctive silvery-gray coat, male Weimaraners stand 25 to 27 inches at the shoulder, and females 23 to 25 inches. A properly bred Weimaraner will be solid colored, with maybe a small white spot on the chest. The face, with its amber or blue-gray eyes framed by long velvety ears, is amiable and intelligent. Overall, the breed presents a picture of streamlined grace and balance. A well-conditioned Weimaraner on point is a breathtaking sight. Weimaraners are excellent with kids and yearn to be full-fledged family members. Easy grooming, trainability, a loving nature, and a can-do-attitude make them excellent pets, as long as owners are committed to keeping them physically active and mentally engaged.",
    "yearAdded": 1943,
    "keywords": ["Friendly", "Fearless", "Obedient"],
    "height": 27,
    "weight": 90,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Blue", "Gray", "Silver Gray"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Welsh Springer Spaniel",
    "breedDescription": "The Welsh Springer Spaniel is a vigorous, medium-sized bird dog of happy disposition, known for versatility in the field, companionability at home, and dashing good looks anywhere. The Welshie is among Britain's oldest sporting breeds. Standing between 17 and 19 inches at the shoulder, Welshies are described by their fans as being of 'handy size': bigger and stronger than Cocker Spaniels but smaller than English Springers. Welshies have two hallmarks that distinguish them from other spaniels: A uniquely tapered head and an eye-catching coat of bold red and white patterns. The beautiful coat isn't just ornamental'it's a waterproof, weatherproof, and thornproof suit that enables Welshies to show off their renowned versatility in all climates and on all terrains.",
    "yearAdded": 1914,
    "keywords": ["Reserved", "Happy", "Upbeat"],
    "height": 19,
    "weight": 55,
    "lifeExpectancy": 15,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["Red & White"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Wirehaired Pointing Griffon",
    "breedDescription": "The hardworking Wirehaired Pointing Griffon, renowned as the 'supreme gundog,' is known for the harsh, low-shedding coat the breed is named for. Outgoing, eager, and quick-witted, Griffs are incomparable in the field and loving at home. Griffs are medium-sized, all-purpose gundogs standing no higher than 24 inches at the shoulder. They're known for an extremely harsh and bristly coat that gives them a natural, unkempt appearance. The preferred color is steel gray with brown markings. A lavish mustache and eyebrows frame large, rounded eyes that gleam with a keen intelligence. Griffs are the very picture of an honest, hardworking sporting dog, whose handsome looks are the result of a noble and unaffected ruggedness rather than fussy grooming.",
    "yearAdded": 1887,
    "keywords": ["Friendly", "Devoted", "Trainable"],
    "height": 24,
    "weight": 70,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Brown & Gray",
      "Chestnut & Gray",
      "White & Brown",
      "White & Orange",
      "White",
      "Brown",
      "Chestnut"
    ],
    "markings": ["Ticked", "Roan"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Wirehaired Vizsla",
    "breedDescription": "The Wirehaired Vizsla is an exuberant hunter on land or lake, whose dense, wiry coat distinguishes him from his close cousin, the Vizsla. Calm and gentle around the house, these upbeat Hungarians like running, swimming, and upbeat play. WVs are close relatives of Vizslas but a distinctly separate breed. The key distinguishing feature is coat type. Unlike the sleek Vizsla, WVs have a dense wiry coat, with a shaggy beard and eyebrows setting off a bright, lively expression. Both Vizsla breeds are classified as medium-sized, but an ideal WV will stand a shade taller and be a bit heavier than his smooth-coat cousin. The two breeds share the same striking red coloring (golden-rust), with a nose and eyes that smartly complement the coat.",
    "yearAdded": 2014,
    "keywords": ["Loyal", "Gentle", "Trainable"],
    "height": 25,
    "weight": 65,
    "lifeExpectancy": 14,
    "coatType": ["Wiry"],
    "coatLength": ["Short"],
    "colors": [
      "Golden Rust",
      "Golden",
      "Red",
      "Red Golden",
      "Rust",
      "Rust Golden",
      "Sandy Yellow"
    ],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 1
  },
  {
    "breedName": "Afghan Hound",
    "breedDescription": "Among the most eye-catching of all dog breeds, the Afghan Hound is an aloof and dignified aristocrat of sublime beauty. Despite his regal appearance, the Afghan can exhibit an endearing streak of silliness and a profound loyalty. Since ancient times, Afghan Hounds have been famous for their elegant beauty. But the thick, silky, flowing coat that is the breed's crowning glory isn't just for show ' it served as protection from the harsh climate in mountainous regions where Afghans originally earned their keep. Beneath the Afghan's glamorous exterior is a powerful, agile hound ' standing as high as 27 inches at the shoulder ' built for a long day's hunt. Their huge paw-pads acted as shock absorbers on their homeland's punishing terrain.  The Afghan Hound is a special breed for special people. A breed expert writes, 'It's not the breed for all would-be dog owners, but where the dog and owner combination is right, no animal can equal the Afghan Hound as a pet.'",
    "yearAdded": 1926,
    "keywords": ["Independent", "Sweet"],
    "height": 27,
    "weight": 60,
    "lifeExpectancy": 18,
    "coatType": ["Silky"],
    "coatLength": ["Long"],
    "colors": [
      "Black",
      "Black & Tan",
      "Black & Silver",
      "Blue",
      "Blue & Cream",
      "Cream",
      "Red",
      "Silver",
      "White"
    ],
    "markings": [
      "Black Mask",
      "Brindle",
      "Brindle Black Mask",
      "Brindle Domino",
      "Domino"
    ],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "American English Coonhound",
    "breedDescription": "These sleek and racy, lean but muscular hounds work dusk to dawn in pursuit of the wily raccoon. The sight of the American English Coonhound tearing through the moonlit woods, all sinew and determination, bawling their lusty night music, is coon-hunter heaven. Standing as high as 26 inches at the shoulder, American English Coonhounds are deep-chested, sweet-faced athletes beloved by sportsmen for their speed and endurance. Stretched tightly across the athletic frame is a medium-length coat of various patterns, some with ticking. The head is broad with a domed skull, with soft, low-hung ears and dark-brown eyes that glow with warmth and kindness. American English Coonhounds are mellow when off duty but tenacious and stubborn in pursuit of their ring-tailed prey. Their work drive and energy, the patience it takes to train them for things other than coon hunting, and their loud, ringing bark can make the breed a bad fit as house pets for novice owners. Some passionate fans of American English Coonhounds feel that without a sporting outlet for this breed's houndy virtues, you're simply wasting a good dog.",
    "yearAdded": 2011,
    "keywords": ["Sociable", "Sweet", "Mellow"],
    "height": 26,
    "weight": 65,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black & Tan",
      "Black",
      "Blue",
      "Brown",
      "Red",
      "Tri-Colored",
      "White & Tan",
      "Red & White"
    ],
    "markings": ["Ticked"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "American Foxhound",
    "breedDescription": "American Foxhounds are good-natured, low-maintenance hounds who get on well with kids, dogs, even cats, but come with special considerations for prospective owners. They are closely associated with Revolutionary heroes and the rolling estates of old Virginia. American Foxhounds are sleek, rangy hunters known for their speed, endurance, and work ethic. You can tell the American Foxhound apart from their British cousin the English Foxhound by length of leg'the American's legs are longer and more finely boned'and by the American's slightly arched loin (back end). American Foxhounds have large, soft eyes with an expression described as gentle and pleading. So far, so good. But Foxhounds come with special considerations. They need lots of exercise or they can get depressed and destructive. A Foxhound's single-minded prey drive must be managed. Their loud bawling is melodious to hound lovers but can be a nuisance to neighbors, and training and housebreaking these independent souls can be a steep challenge for novice owners.",
    "yearAdded": 1886,
    "keywords": ["Independent", "Easy-going", "Sweet-Tempered"],
    "height": 25,
    "weight": 70,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black White & Tan",
      "White Black & Tan",
      "White",
      "White & Red",
      "White & Cream",
      "Black Brown & White",
      "Blue",
      "Tan",
      "Brown White & Tan",
      "Red"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Azawakh",
    "breedDescription": "Tall and elegant, the Azawakh is a West African sighthound who originates from the countries of Burkina Faso, Mali, and Niger. The Azawakh has a short, fine coat which may come in any color or color combinations: red, clear sand to fawn, brindled, parti-color (which may be predominantly white), blue, black and brown. The head may have a black mask and there may be white markings on the legs, bib and at the tip of tail. There are no color or marking disqualifications in the breed. Befitting its heritage, the Azawakh excels as a companion, guardian and a lure courser in the United States. This ancient hunting hound is so lean and rangy that his bone structure and musculature can plainly be seen beneath his skin. The smooth S-shaped contours, deep chest, and aerodynamic head mark the Azwakh as a member of the sighthound family, canine sprinters that rely on keen vision and blazing speed to fix and course their prey. The ultrafine coat comes in several colors and patterns. The overall look of this leggy hound is one of elegance and fineness, but don't be fooled: This is a tough, durable hunter who's been chasing gazelle across the scorching sands of the Sahara for more than a thousand years.",
    "yearAdded": 2019,
    "keywords": ["Independent", "Loyal", "Deeply Affectionate"],
    "height": 29,
    "weight": 55,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Fawn",
      "Red",
      "Brindle",
      "Sandy",
      "White",
      "Black",
      "Blue",
      "Brown",
      "Gray",
      "Cream"
    ],
    "markings": [
      "White Markings",
      "Black Mask",
      "Piebald",
      "Brindle Markings",
      "Grizzle Markings",
      "Parti-Color"
    ],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Basenji",
    "breedDescription": "The Basenji, Africa's 'Barkless Dog,' is a compact, sweet-faced hunter of intelligence and poise. They are unique and beguiling pets, best for owners who can meet their exercise needs and the challenge of training this catlike canine. Basenjis are small, graceful hounds standing 16 or 17 inches at the shoulder. They are recognizable by their glistening short coat, tightly curled tail, and wrinkled forehead and expressive almond-shaped eyes that convey a variety of subtle, humanlike emotions. Basenjis are a lovely sight at a standstill but more impressive yet at a fast trot, when they exhibit the long, smooth strides of a mini-racehorse. And yes, it's true, they don't bark, but they make their feelings known with an odd sound described as something between a chortle and a yodel. Basenjis are fastidious and will groom themselves like cats. This has been called a 'cult breed' They're small in numbers, but those lucky enough to own one do so with singular devotion.",
    "yearAdded": 1944,
    "keywords": ["Independent", "Smart", "Poised"],
    "height": 17,
    "weight": 24,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black & White",
      "Black Tan & White",
      "Brindle & White",
      "Red & White",
      "Black Brindle & White",
      "Blue Cream & White",
      "Cream & White",
      "Mahogany Tan & White",
      "Sable & White"
    ],
    "markings": ["Black Mask", "Black Saddle", "With Cap", "Brindle Markings"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Basset Hound",
    "breedDescription": "Among the most appealing of the AKC breeds, the endearing and instantly recognizable Basset Hound is a perennial favorite of dog lovers all over the world. This low-slung and low-key hound can be sometimes stubborn, but is always charming. The Basset Hound stands no higher than 14 inches at the shoulder but, with his remarkably heavy bone, powerful little legs, and massive paws, he possesses big-dog strength and stamina. Bassets are famous for a large, domed head that features extremely long, velvety ears, mournful eyes, and a wrinkled brow, which give the breed the look of a sad clown. Built more for endurance than speed, the Basset moves in a deliberate but effortless manner. The breed's scenting ability is uncanny; it's said that among dogs only the Bloodhound's nose is more accurate. Mild and agreeable at home, the Basset is stubborn on the trail and barks in a loud, ringing voice. Although they may not be wildly demonstrative in their affections, they are steadfastly loyal.",
    "yearAdded": 1885,
    "keywords": ["Charming", "Patient", "Low-key"],
    "height": 15,
    "weight": 65,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black & White",
      "Black Brown & White",
      "Black Tan & White",
      "Black White & Brown",
      "Black White & Tan",
      "Brown Black & White",
      "Lemon & White",
      "Mahogany & White",
      "Red & White",
      "Black & Brown",
      "Black Red & White",
      "Blue & White",
      "Brown & White",
      "Tan & White",
      "White & Lemon",
      "White Black & Brown",
      "White Black & Red"
    ],
    "markings": ["White Markings", "Ticked", "Black Markings", "Black Mask"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Beagle",
    "breedDescription": "Not only is the Beagle an excellent hunting dog and loyal companion, it is also happy-go-lucky, funny, and'thanks to its pleading expression' cute. They were bred to hunt in packs, so they enjoy company and are generally easygoing. There are two Beagle varieties: those standing under 13 inches at the shoulder, and those between 13 and 15 inches. Both varieties are sturdy, solid, and 'big for their inches,' as dog folks say. They come in such pleasing colors as lemon, red and white, and tricolor. The Beagle's fortune is in his adorable face, with its big brown or hazel eyes set off by long, houndy ears set low on a broad head. A breed described as 'merry' by its fanciers, Beagles are loving and lovable, happy, and companionable'all qualities that make them excellent family dogs. No wonder that for years the Beagle has been the most popular hound dog among American pet owners. These are curious, clever, and energetic hounds who require plenty of playtime.",
    "yearAdded": 1885,
    "keywords": ["Curious", "Friendly", "Merry"],
    "height": 15,
    "weight": 30,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black Red & White",
      "Red Black & White",
      "Red & Black",
      "Black",
      "Red",
      "Lemon",
      "Blue & White",
      "Brown",
      "White",
      "Tan",
      "Black & White",
      "Black Tan & Redtick",
      "Black Fawn & White",
      "Blue",
      "White Black & Tan",
      "Blue Tan & White",
      "Black & Tan",
      "Black Tan & Bluetick",
      "Black Tan & White",
      "Black White & Tan",
      "Brown & White",
      "Brown White & Tan",
      "Lemon & White",
      "Tan & White",
      "Red & White"
    ],
    "markings": [
      "Ticked",
      "White Markings",
      "Brown Markings",
      "Tan Markings",
      "Black Markings",
      "Spotted"
    ],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Black and Tan Coonhound",
    "breedDescription": "",
    "yearAdded": 1945,
    "keywords": ["Easy-going", "Bright", "Brave"],
    "height": 27,
    "weight": 110,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Black & Tan"],
    "markings": [
      "Large, athletic hunters who work nights, Black and Tan Coonhounds are friendly, easygoing hounds who love company. They are snoozy by the fireside but tenacious when on the trail of the wily raccoon. The Black and Tan Coonhound is a real American original. Black and Tans have an amazingly sensitive nose, long, velvety ears, and a sweet disposition. The coal-black coat features rich tan accents, including the distinctive 'pumpkin seeds' above keenly expressive eyes. These are big, strong hounds: A good-size male can stand 27 inches at the shoulder and cover ground with effortless, eager strides.  Black and Tan Coonhounds are sociable hounds. A lonely Black and Tan Coonhound will serenade the neighborhood with loud, mournful 'music.' Black and Tan Coonhounds can keep pace with the most active family, but they also can hog the sofa for hours on end. Hounds will be hounds: A passing squirrel can arouse Black and Tan Coonhound prey drive in no time flat, so a strong leash and sturdy fence are must-haves. Black and Tan Coonhounds might be too much hound for the lifestyle of every owner."
    ],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Bloodhound",
    "breedDescription": "",
    "yearAdded": 1885,
    "keywords": ["Independent", "Friendly", "Inquisitive"],
    "height": 27,
    "weight": 110,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Black & Tan", "Liver & Tan", "Red"],
    "markings": [
      "The world-famous 'Sleuth Hound' does one thing better than any creature on earth: find people who are lost or hiding. An off-duty Bloodhound is among the canine kingdom's most docile citizens, but he's relentless and stubborn on a scent. Bloodhounds are large, substantial dogs standing 23 to 27 inches at the shoulder and weighing up to 110 pounds. Their most famous features are a long, wrinkled face with loose skin; huge, drooping ears; and warm, deep-set eyes that complete an expression of solemn dignity. Coat colors can be black and tan, liver and tan, or red. Powerful legs allow Bloodhounds to scent over miles of punishing terrain. As pack dogs, Bloodhounds enjoy company, including other dogs and kids. They are easygoing, but their nose can sometimes lead them into trouble. A strong leash and long walks in places where they can enjoy sniffing around are recommended. Bloodhounds are droolers, and obedience training these sensitive sleuths can be a challenge."
    ],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Bluetick Coonhound",
    "breedDescription": "The sleekly beautiful Bluetick Coonhound is a sweet and affectionate charmer who might enjoy snoozing in the shade, but in pursuit of quarry he is relentless, bold, and single-minded. His off-the-charts prey drive must be channeled. Blueticks are speedy and compact nocturnal hunters named for the mottled (or 'ticked') black-and-blue pattern of the glossy coat. A large male can top out at 27 inches and 80 pounds; females are smaller. Blueticks are well-muscled but sleek and racy, never chunky or clumsy. The baying, bawling, and chopping bark of Blueticks might be cacophonous to some, but to coon hunters it's the music of the night. The droopy-eared charm of Blueticks is irresistible. They crave affection and are deeply devoted to those who provide it. Blueticks have tremendous prey drive. Neglected, underemployed coonhounds with no outlet for their hardwired impulses can develop problem behaviors, like serenading the neighbors with loud, mournful 'music.'",
    "yearAdded": 2009,
    "keywords": ["Devoted", "Smart", "Tenacious"],
    "height": 27,
    "weight": 80,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Blue Ticked", "Blue Ticked and Tan"],
    "markings": ["Black Spots"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Borzoi",
    "breedDescription": "Among the most impressively beautiful of all dogs, the aristocratic Borzoi is cherished for his calm, agreeable temperament. In full stride, he is a princely package of strength, grace, and glamour flying by at 35 to 40 miles per hour. Borzoi are large, elegant sighthounds. A mature male stands at least 28 inches at the shoulder and weighs 75 to 105 pounds. Females will be smaller. Beneath the luxurious silky coat, Borzoi construction follows the ancient Greyhound template. One known as the Russian Wolfhound, Borzoi were bred to be swift and tough enough to pursue and pin their ferocious lupine quarry. In their quiet, catlike way they can be stubborn, and training is best accomplished with patience, consistency, and good humor. Affectionate family dogs, Borzoi are nonetheless a bit too dignified to wholeheartedly enjoy a lot of roughhousing. The sight of a cat or squirrel on the run will quickly stir their pursuit instinct, and fenced-in running room is a must.",
    "yearAdded": 1891,
    "keywords": ["Loyal", "Affectionate", "Regally Dignified"],
    "height": 28,
    "weight": 105,
    "lifeExpectancy": 14,
    "coatType": ["Curly", "Silky"],
    "coatLength": ["Medium"],
    "colors": [
      "Black & Cream",
      "Black & Brindle",
      "Silver Brindle",
      "Gold Brindle",
      "Silver Sable",
      "Gold Sable",
      "Brindled Sable",
      "Sabled Gold",
      "Sabled Red",
      "Fawn",
      "Mahogany Brindle",
      "Blue Brindle",
      "Cream Sable",
      "Red Sable",
      "Sabled Cream",
      "Mahogany Red",
      "Blue & Cream",
      "Brown",
      "Red Brindle",
      "White",
      "Black",
      "Black & Tan",
      "Brindle",
      "Blue",
      "Gold",
      "Sable",
      "Apricot",
      "Red",
      "Cream",
      "Silver"
    ],
    "markings": [
      "White Trim",
      "Spotted On White, Black Mask",
      "White Markings, Black Mask",
      "White Trim, Black Mask",
      "Spotted On White, Ticked",
      "White Markings, Ticked",
      "Spotted On White",
      "Black Mask",
      "White Markings"
    ],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Cirneco dell'Etna",
    "breedDescription": "The sleek and sinewy Cirneco dell'Etna, the ancient coursing hound of Sicily, is an athletic hunter given to quick bursts of speed. As housedogs, Cirnechi are mild, low-maintenance companions cherished for their loyal and gentle nature. Standing under 20 inches, the Cirneco ('cheer-NEK-o'; Cirnechi is the plural) is often described as resembling a smaller version of the Pharaoh Hound, its cousin from the island of Malta. This slender but rugged hunter's coat ranges from light to dark tan or chestnut. The large, upright ears point up the alert expression of the eyes, whose amber or ochre color smartly complements the coat.     In many ways, these lithe and leggy Sicilians are typical sighthounds: sweet-natured, independent and, of course, breathtakingly swift. It is said, though, that Cirnechi are a bit more trainable than the usual sighthound. These living artifacts of antiquity have sprinted into the 21st century relatively unchanged by passing fads and fancies.",
    "yearAdded": 2015,
    "keywords": ["Independent", "Friendly", "Affectionate"],
    "height": 20,
    "weight": 26,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Tan"],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Dachshund",
    "breedDescription": "The famously long, low silhouette, ever-alert expression, and bold, vivacious personality of the Dachshund have made him a superstar of the canine kingdom. Dachshunds come in two sizes and in three coat types of various colors and patterns. The word 'icon' is terribly overworked, but the Dachshund'with his unmistakable long-backed body, little legs, and big personality' is truly an icon of purebred dogdom. Dachshunds can be standard-sized (usually 16 to 32 pounds) or miniature (11 pounds or under), and come in one of three coat types: smooth, wirehaired, or longhaired. Dachshunds aren't built for distance running, leaping, or strenuous swimming, but otherwise these tireless hounds are game for anything. Smart and vigilant, with a big-dog bark, they make fine watchdogs. Bred to be an independent hunter of dangerous prey, they can be brave to the point of rashness, and a bit stubborn, but their endearing nature and unique look has won millions of hearts the world over.",
    "yearAdded": 1885,
    "keywords": ["Curious", "Friendly", "Spunky"],
    "height": 9,
    "weight": 32,
    "lifeExpectancy": 16,
    "coatType": ["Smooth"],
    "coatLength": ["Short", "Medium"],
    "colors": [
      "Black & Tan",
      "Chocolate & Tan",
      "Cream",
      "Wheaten",
      "Wild Boar",
      "Red",
      "Blue & Tan",
      "Fawn (Isabella) & Tan",
      "Black & Cream",
      "Black",
      "Chocolate",
      "Fawn (Isabella) & Cream",
      "Chocolate & Cream",
      "Blue & Cream",
      "Fawn"
    ],
    "markings": ["Brindle", "Dapple", "Piebald", "Sable", "Brindle Piebald"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "English Foxhound",
    "breedDescription": "The English Foxhound is a substantial galloping hound of great stamina. His long legs are straight as a gatepost, and just as sturdy. The back is perfectly level. And the chest is very deep, 'girthing' as much as 31 inches on a hound measuring 24 inches at the shoulder, ensuring plenty of lung power for a grueling day's hunt. These pack-oriented, scent-driven hounds are gentle and sociable, but rarely seen as house pets. They can be so driven by a primal instinct for pursuit that not much else, including training, matters to them. Owning these noble creatures is best left to huntsmen who kennel packs of hounds or to those experienced in meeting the special challenges of life with swift, powerful hounds hardwired for the chase. The English Foxhound is the epitome of what serious dog breeders strive for: beauty, balance, and utility. The long legs are straight as a gatepost, and just as sturdy. The back is perfectly level. And the chest is very deep, 'girthing' as much as 31 inches on a hound measuring 24 inches at the shoulder, ensuring plenty of lung power for a grueling day's hunt. 'Next to an old Greek statue,' a poet wrote, 'there are few such combinations of grace and strength as in a fine Foxhound.'",
    "yearAdded": 1909,
    "keywords": [""],
    "height": 24,
    "weight": 75,
    "lifeExpectancy": 13,
    "coatType": ["Double"],
    "coatLength": ["Short"],
    "colors": ["Black White & Tan", "Lemon & White", "White"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Grand Basset Griffon Vendeen",
    "breedDescription": "The Grand Basset Griffon Vendéen is a French scenthound. Somewhat active and never high-strung, yet GBGVs are busy dogs who don't tire easily. First, let's deal with the name. Roughly translated, it means 'Large, low, shaggy dog of the VendÃ©e' and is pronounced 'Grand-Bah-SAY Gree-FOHN VON-day-uhn.' Now, let's have a look at the dog: He's a sweet-faced, long-eared fellow in a shaggy coat whose mustache, beard, and profuse eyebrows suggest the look of a worldly but amiable Frenchman. Beneath the Grand's Old World charm is a rugged, sturdily-built bruiser who is deceptively quick and light-footed. The stamina and courage of these longer-than-tall hunters is the stuff of Gallic legend.",
    "yearAdded": 2018,
    "keywords": ["Independent", "Outgoing", "Happy"],
    "height": 18,
    "weight": 45,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": [
      "White & Black",
      "White & Gray",
      "White & Grizzle",
      "White & Lemon",
      "White & Orange",
      "White & Sable",
      "White Black & Tan",
      "Black & Tan",
      "Fawn"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Greyhound",
    "breedDescription": "The champion sprinter of dogdom, the Greyhound is a gentle, noble, and sweet-tempered companion with an independent spirit. For thousands of years these graceful hounds have been an object of fascination for artists, poets, and kings. Greyhounds are the essence of the dog breeder's credo 'Form follows function.' From the narrow, aerodynamic skull to the shock-absorbing pads of the feet, Greyhounds are perfectly constructed for high-speed pursuit. The lean beauty of the Greyhound 'inverted S' shape, created by the deep chest curving gently into a tightly tucked waist, has been an object of fascination for artists, poets, and kings for as long as human beings have called themselves civilized. Greyhounds are the template from which other coursing hounds have been struck.",
    "yearAdded": 1885,
    "keywords": ["Independent", "Gentle", "Noble"],
    "height": 30,
    "weight": 70,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black",
      "Black Brindle",
      "Blue Brindle",
      "Red",
      "Red Brindle",
      "White",
      "White & Black",
      "White & Blue Brindle",
      "White & Red",
      "Blue",
      "Blue Fawn",
      "White & Black Brindle",
      "White & Blue",
      "White & Blue Fawn",
      "White & Red Brindle",
      "Black & White",
      "Blue Brindle & White",
      "Red & White",
      "Black Brindle & White",
      "Blue & White",
      "Blue Fawn & White",
      "Fawn",
      "Fawn & White",
      "Liver",
      "Liver & White",
      "Liver Brindle",
      "Red Brindle & White",
      "White & Fawn",
      "White & Liver",
      "White & Liver Brindle"
    ],
    "markings": ["Black Mask", "Ticked", "Parti-Color", "Solid"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Harrier",
    "breedDescription": "The Harrier is a swift, prey-driven pack hound of medium size first bred in medieval England to chase the hare. Outgoing and friendly, the Harrier is much larger than the Beagle but smaller than another close relative, the English Foxhound. Somewhat resembling a Beagle with a gym membership, Harriers are larger, more powerful hounds than their diminutive cousin' but smaller than the English Foxhound, a breed used in their development. Standing between 19 and 21 inches at the shoulder, Harriers have the timeless look of a working pack hound: a short, smart-looking coat; low-set, velvety ears; an irresistibly sweet face; and enough muscle and sinew to endure a long day's hunt. A well-built Harrier will cover the ground with a smooth, efficient gait.",
    "yearAdded": 1885,
    "keywords": ["Friendly", "Outgoing", "People-Oriented"],
    "height": 21,
    "weight": 60,
    "lifeExpectancy": 15,
    "coatType": ["Double"],
    "coatLength": ["Short"],
    "colors": ["Black White & Tan", "Lemon & White", "Red & White"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Ibizan Hound",
    "breedDescription": "The Ibizan Hound is a lithe and leggy visitor from the dawn of civilization, bred as a rabbit courser on the rocky shores of Spain's Balearic Islands. World-class sprinters and leapers, Ibizans need ample space to air out their engines. Ibizans are lithe and leggy visitors from the dawn of civilization. Art history students will recognize the elongated head, with its large erect ears, as a familiar motif of ancient Egypt. The elegant, racy body stands 22.5 to 27.5 inches at the shoulder, with coat colors of solid red or white, or red and white patterns. The rosy-colored leathers of the nose, eye rims, and lips, along with amber or caramel eyes, perfectly complement the coat. The breed's quiet grace is often described as deer-like.",
    "yearAdded": 1978,
    "keywords": ["Family-Oriented", "Even-tempered", "Polite"],
    "height": 28,
    "weight": 50,
    "lifeExpectancy": 14,
    "coatType": ["Wiry", "Smooth"],
    "coatLength": ["Short"],
    "colors": ["Red", "Red & White", "White", "White & Red"],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Irish Wolfhound",
    "breedDescription": "The calm, dignified, and kindly Irish Wolfhound is the tallest of all AKC breeds. Once fearless big-game hunters capable of dispatching a wolf in single combat, Wolfhounds today are the most serene and agreeable of companions. The amiable Irish Wolfhound is an immense, muscular hound gracefully built along classic Greyhound lines, capable of great speed at the gallop. A male might stand nearly 3 feet at the shoulder and weigh up to 180 pounds. Females will run smaller but are still a whole lot of hound. The rough, hard coat comes in many colors, including white, gray, brindle, red, black, and fawn.     IWs are too serene to be fierce guard dogs, but just the sight of them is enough to deter intruders. IWs are characteristically patient with kids, though animals their size should be supervised around small children. Owning an Irish Wolfhound is a unique, rewarding experience'but acquiring a giant galloping hound is a commitment as big as the dog itself.",
    "yearAdded": 1897,
    "keywords": ["Dignified", "Courageous", "Calm"],
    "height": 32,
    "weight": 120,
    "lifeExpectancy": 8,
    "coatType": ["Wiry"],
    "coatLength": ["Medium"],
    "colors": [
      "Black",
      "Brindle",
      "Cream",
      "Gray",
      "Gray & Brindle",
      "Red",
      "Red & Brindle",
      "Red Wheaten",
      "Silver",
      "Wheaten",
      "Wheaten & Brindle",
      "Blue",
      "White"
    ],
    "markings": ["Black Markings", "Gray Markings", "White Markings"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Norwegian Elkhound",
    "breedDescription": "The Norwegian Elkhound is a robust spitz type known for his lush silver-gray coat and dignified but friendly demeanor. The durable Elkhound is among Europe's oldest dogs. They sailed with the Vikings and figure in Norse art and legend. Norwegian Elkhounds are hardy, short-bodied dogs standing about 20 inches at the shoulder. They have a dense silver-gray coat and a tail curling tightly over the back. The deep chest, sturdy legs, and muscular thighs belong to a dog built for an honest day's work. The eyes are a dark brown and the ears mobile and erect. Overall, an Elkhound is the picture of an alert and steadfast dog of the north. Elkhounds are famously fine companions and intelligent watchdogs. Agility and herding trials are good outlets for their natural athleticism and eagerness. Reserved until introductions are made, an Elkhound is a trustworthy friend ever after. These strong, confident dogs are truly sensitive souls, with a dash of houndy independence.",
    "yearAdded": 1992,
    "keywords": ["Friendly", "Confident", "Dependable"],
    "height": 21,
    "weight": 55,
    "lifeExpectancy": 15,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Gray Black & Silver",
      "Silver Gray & Black",
      "Gray & Black",
      "Silver & Black",
      "Black White & Silver",
      "Black & Gray",
      "Black & Silver"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Otterhound",
    "breedDescription": "Big, boisterous, and affectionate, the Otterhound was bred in medieval England for the now-outlawed activity of otter hunting. This scarce breed is known for his dense shaggy coat, webbed feet, acute sense of smell, and affinity for swimming. These big, bouncy hounds were ideally suited for otter hunting. OHs are built to be expert swimmers, from the top of their rough, waterproof coat to the bottom of their big webbed feet. A broad chest and powerful shoulders allow them to swim all day without tiring. Their large black nose is amazingly sensitive and could follow an otter's underwater scent trail over great distances. And the OH's size and strength enabled them to take on a sharp-toothed, razor-clawed otter that might weigh 20 pounds.",
    "yearAdded": 1909,
    "keywords": ["Even-tempered", "Amiable", "Boisterous"],
    "height": 27,
    "weight": 115,
    "lifeExpectancy": 13,
    "coatType": ["Double", "Rough"],
    "coatLength": ["Medium"],
    "colors": [
      "Black",
      "Black & Tan",
      "Blue & Cream",
      "Gray",
      "Liver & Tan",
      "Tan",
      "Wheaten",
      "Blue",
      "Lemon",
      "White",
      "White Black & Tan"
    ],
    "markings": [
      "Badger Markings",
      "Black Markings",
      "Black & Tan Markings",
      "Grizzle Markings",
      "Liver Markings",
      "White Markings",
      "Lemon Markings",
      "Silver Markings",
      "Tan Markings",
      "White & Tan Markings"
    ],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Petit Basset Griffon Vendeen",
    "breedDescription": "The low-slung, shaggy-coated Petit Basset Griffon Vendéen is a vivacious French rabbit-hunting hound known for a happy demeanor and durable constitution. Bred to work in a pack, PBGVs enjoy company and do well with other dogs and kids. A loose translation of the name describes the dog well: Petit (small), Basset (low), Griffon (shaggy), Vendéen (from the Vendée region of France). Put it all together and you have a diminutive hound, standing 13 to 15 inches at the shoulder, with short but strong legs and a rough tousled coat, bred to hunt rabbits on the rugged west coast of France. Other distinctive features of these little extroverts are a proudly carried head, a saber tail, and a loud, houndy bark.",
    "yearAdded": 1990,
    "keywords": ["Alert", "Happy", "Vivacious"],
    "height": 25,
    "weight": 40,
    "lifeExpectancy": 16,
    "coatType": ["Rough", "Double"],
    "coatLength": ["Long"],
    "colors": [
      "White & Grizzle",
      "White & Lemon",
      "White & Orange",
      "White & Sable",
      "White Black & Tan",
      "Black & Tan",
      "Fawn",
      "White & Black",
      "White & Gray"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Pharaoh Hound",
    "breedDescription": "The Pharaoh Hound, ancient 'Blushing Dog' of Malta, is an elegant but rugged sprinting hound bred to course small game over punishing terrain. Quick and tenacious on scent, these friendly, affectionate hounds settle down nicely at home. Pharaohs are sleek, aerodynamic coursing hounds bred for high-speed pursuit on rocky terrain. Among their several distinguishing traits are a tight tan coat with matching leather on the nose, ears, and eye rims; ravishing amber eyes; a white-tipped tail; the ability to smile; and a unique way of blushing when happy or excited ('His face glows like a god,' wrote an admirer some 3,000 years ago). These elegant visitors from antiquity possess the speed and graceful movement of all coursers descended from Bronze Age hounds.",
    "yearAdded": 1983,
    "keywords": ["Friendly", "Smart", "Noble"],
    "height": 25,
    "weight": 55,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Chestnut", "Red Golden", "Rich Tan", "Tan"],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Plott Hound",
    "breedDescription": "The Plott, a hound with a curious name and a unique history, is a rugged, relentless hunting dog who is a mellow gentleman at home but fearless, implacable, and bold at work. This eye-catching scenthound is North Carolina's state dog. The hound with the curious name (we'll get to that) and unique history (we'll get to that, too) is a streamlined, long-tailed, light-footed hunter standing as high as 25 inches at the shoulder. The flashy coat comes in an array of brindle-stripe patterns, from black flecked with gold to flaming orange and russet, in addition to some solid colors. The medium-length ears hang gracefully, and the leather of the nose, lips, and eye rims are black, setting off an inquisitive and confident expression.",
    "yearAdded": 2006,
    "keywords": ["Loyal", "Alert", "Intelligent"],
    "height": 25,
    "weight": 60,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Gray Brindle",
      "Blue Brindle",
      "Black Brindle",
      "Black",
      "Yellow Brindle",
      "Tan Brindle",
      "Orange Brindle",
      "Maltese",
      "Buckskin",
      "Red Brindle",
      "Brown Brindle",
      "Chocolate Brindle",
      "Liver Brindle"
    ],
    "markings": [
      "Grayings Muzzle & Jaw",
      "White Chest & Feet",
      "Black Saddle",
      "Brindle Trim"
    ],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Portuguese Podengo Pequeno",
    "breedDescription": "Classified as a hound, the alert and playful little Portuguese Podengo Pequeno is a quick, athletic rabbit hunter of ancient lineage. Pequenos love to run, romp, and chase when outdoors but make charming and well-mannered housemates. The Pequeno is the smallest of Portugal's three Podengo breeds, standing 8 to 12 inches at the shoulder and weighing no more than 13 pounds. A distinctive feature is the wedge-shaped head, with expressive almond-shaped eyes and erect, pointed ears. The long-backed body is muscular, the tail tapered and sickle-shaped, and the coat either short and dense or long and wiry. The overall look is that of a rustic, no-nonsense rabbit dog unspoiled by passing fashions.",
    "yearAdded": 2013,
    "keywords": ["Playful", "Charming", "Lively"],
    "height": 12,
    "weight": 13,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black",
      "Chestnut",
      "Fawn",
      "Gold",
      "Gray",
      "Orange",
      "Red",
      "White & Black",
      "White & Fawn",
      "White & Gold",
      "White & Gray",
      "White & Orange",
      "White & Red",
      "Yellow",
      "White & Chestnut",
      "White & Yellow"
    ],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Redbone Coonhound",
    "breedDescription": "The streamlined Redbone Coonhound, an American original, is even-tempered, mellow, and kindly at home but a tiger on the trail. Vigorous activities like hunting and swimming between long periods of rest is the rhythm of coonhound life. Redbones are medium-to-large hound dogs whose muscles undulate beneath a sleek and stunning red coat. The overall impression is that a master sculptor carved them from blocks of the finest mahogany. The classically houndy head is flanked by ears long enough to reach the nose. Dreamy brown eyes give the face an expression described by the breed's devotees as 'pleading.' Bred to work on all kinds of punishing terrain, Redbones are fast and surefooted and move with a proud, determined gait.",
    "yearAdded": 2009,
    "keywords": ["Eager to please", "Even-tempered", "Amiable"],
    "height": 27,
    "weight": 70,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Red"],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Rhodesian Ridgeback",
    "breedDescription": "The Rhodesian Ridgeback is an all-purpose 'Renaissance hound' whose hallmark is the ridge, or stripe of backward-growing hair, on his back. Though the breed was made famous in its native Africa for its skill at tracking and baying, but never, ever killing,  lions, today Ridgebacks are cherished family dogs whose owners must be prepared to deal with their independence and strong prey drive. Beneath the Ridgeback's trademark ridge is a whole lot of hound: Ridgebacks are fast and powerful athletes who can weigh between 70 and 85 pounds, and oftentimes more. They come in only one color, wheaten, which spans every shade seen in a wheat field, from pale flaxen to the burnished red of a maturing crop. Ridgebacks also have two nose colors: black and the less commonly seen brown. The formidable Ridgeback can be strong-willed, independent, and sometimes domineering. Ridgebacks must be guided with a firm but a fair hand from puppyhood. They are faithful friends, protective of their loved ones, and meltingly affectionate with those whom they trust. Still, a Ridgeback can be too much hound for the novice dog owner.",
    "yearAdded": 1955,
    "keywords": ["Dignified", "Affectionate", "Even-tempered"],
    "height": 27,
    "weight": 85,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Light Wheaten",
      "Lt Whtn Blk Nose",
      "Lt Whtn Brn Nose",
      "Red Wheaten",
      "Rd Whtn Blk Nose",
      "Rd Whtn Brn Nose",
      "Wheaten",
      "Wheaten Blk Nose",
      "Wheaten Brn Nose"
    ],
    "markings": ["Black Mask", "White Markings"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Saluki",
    "breedDescription": "Among the world's oldest breeds, the slim but rugged Saluki was the hunting hound of kings for thousands of years. Salukis are swift and agile sprinters who love a good chase. They make gentle, dignified, and independent but loyal pets. The beauty of Salukis has been a thing of wonder for thousands of years. They're slim and leggy, but very strong and perfectly balanced, like a great athlete or dancer. Males can stand between 23 and 28 inches at the shoulder; females can be much shorter. They come in a many colors and patterns. Their large, oval-shaped eyes are warm and intelligent. Salukis are highly adaptable, able to live and work in any climate. They're magnificent animals, but owning them comes with many special challenges.",
    "yearAdded": 1929,
    "keywords": ["Dignified", "Gentle", "Independent-Minded"],
    "height": 28,
    "weight": 65,
    "lifeExpectancy": 17,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black & Tan",
      "Black Tan & White",
      "Cream",
      "Fawn",
      "Golden",
      "Red",
      "Silver",
      "White",
      "Chocolate",
      "Chocolate & Tan",
      "Black",
      "Black & Silver"
    ],
    "markings": [
      "Parti-Color",
      "Sable",
      "Grizzle Markings",
      "Irish Marked",
      "Irish Marked Grizzle",
      "Parti-Color Grizzle",
      "Irish Marked Sable",
      "Sable Parti-Color"
    ],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Scottish Deerhound",
    "breedDescription": "The crisply coated Scottish Deerhound, 'Royal Dog of Scotland,' is a majestically large coursing hound struck from the ancient Greyhound template. Among the tallest of dog breeds, the Deerhound was bred to stalk the giant wild red deer. Stand back: You need a little distance to fully appreciate the majesty of this ancient beast. In silhouette we see a noble coursing hound struck from the classic Greyhound template. Deerhounds are, though, much larger and more substantial than Greyhounds, a good-size male can stand 32 inches at the shoulder and weigh 110 pounds. The crisp coat is seen in several colors; breed aficionados prefer the dark blue-gray coat. The tapered head and long neck add extra lift to an already stately hound.",
    "yearAdded": 1886,
    "keywords": ["Dignified", "Gentle", "Polite"],
    "height": 32,
    "weight": 110,
    "lifeExpectancy": 11,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Blue Gray",
      "Brindle",
      "Gray",
      "Gray Brindle",
      "Black",
      "Black Brindle",
      "Blue"
    ],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Sloughi",
    "breedDescription": "The ancient Sloughi, nicknamed the 'Arabian Greyhound,' is a lean, swift coursing hound who hunted a variety of game in North African deserts. A classic sighthound, the Sloughi is regally aloof with strangers and gentle with loved ones. The Sloughi (SLOO-ghee) is a classically constructed sighthound of ancient lineage, originally bred to work on such game as the hare, fox, jackal, gazelle, and wild pigs on the punishing terrain of its homeland. This is a lean, no-frills hound standing between 24 to 29 inches at the shoulder. Coat colors include shades of light sand to mahogany red-fawn, with or without brindling, with or without black markings, with no invasive white markings. The Sloughi's big, dark eyes are often described as 'melancholy.'",
    "yearAdded": 2016,
    "keywords": ["Reserved", "Graceful", "Noble"],
    "height": 29,
    "weight": 50,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Sandy", "Cream", "Mahogany", "Red"],
    "markings": [
      "Black Mask",
      "Darker Overlay",
      "Mantle",
      "Brindle",
      "Black Brindle",
      "Brindle Black Mask",
      "Brindle Black Mantle"
    ],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Treeing Walker Coonhound",
    "breedDescription": "A smart, brave, and sensible hunter, the Treeing Walker Coonhound is a genuine American favorite, nicknamed 'The People's Choice.' Don't let the name fool you' Walkers are runners and are capable of covering a lot of ground in a hurry. Few things can quicken a coon hunter's pulse like the sight of this swift tricolored hound in full stride'the long, muscular legs, the powerful and propulsive hindquarters, and the streamlined frame all working to cover maximum ground with minimum effort. Later, basking in the warmth of a campfire after an honest night's work, this sweet-faced hound will look up and stir your soul with his gentle, pleading expression. Mercy, what a pretty picture! No wonder Treeing Walkers are called the People's Choice.",
    "yearAdded": 2012,
    "keywords": ["Smart", "Brave", "Courteous"],
    "height": 27,
    "weight": 70,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Black", "Tri-Colored", "White"],
    "markings": [
      "Blanket-Back",
      "Black Spots",
      "Black Spots, Tan Trim",
      "Saddle-Back",
      "Tan Spots",
      "White Markings, Tan Trim"
    ],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Whippet",
    "breedDescription": "The sleek, sweet-faced Whippet, the 'Poor Man's Racehorse,' is lightning quick. He is an amiable, dignified, and gentle soul, but give him something to chase and he's all business. The name Whippet is synonymous with streamlined grace. At somewhere between 18 and 22 inches at the shoulder, the Whippet looks like a Greyhound, but smaller. The Whippet exhibits the classic 'inverted S' lines of the sighthound. The deep chest and trim waist; a lean head supported by a long, arched neck; and slim but sturdy legs combine in a picture of an agile, fleet-footed athlete. Between bursts of intense pursuit, Whippets love to stretch out and relax for long hours, enjoying the role of a loving, and loved, companion. Whippets like a fenced yard to run in, but they do nicely in cozy apartments too'¿as long as they are exercised properly. Another plus for city dwellers: Whippets rarely bark. Despite the breed's elegant looks, the Whippet is a robust, low-maintenance dog.",
    "yearAdded": 1888,
    "keywords": ["Playful", "Affectionate", "Calm"],
    "height": 22,
    "weight": 40,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black",
      "Blue",
      "Blue Brindle",
      "Blue Fawn",
      "Fawn",
      "Fawn Brindle",
      "Red",
      "White",
      "White & Fawn",
      "White & Red",
      "Red Brindle",
      "Sable",
      "Black Brindle",
      "White & Blue Fawn",
      "White & Sable",
      "White & Black",
      "White & Blue",
      "Cream",
      "White & Blue Brindle",
      "White & Red Brindle",
      "White & Fawn Brindle",
      "Seal"
    ],
    "markings": [
      "Black Mask",
      "White Markings",
      "Blue Mask",
      "Water Marked",
      "White Markings, Blue Mask",
      "White Markings, Black Mask",
      "Black Saddle"
    ],
    "breedImg": "",
    "groupNumber": 2
  },
  {
    "breedName": "Akita",
    "breedDescription": "The Akita is a muscular, double-coated dog of ancient Japanese lineage famous for their dignity, courage, and loyalty. In their native land, they're venerated as family protectors and symbols of good health, happiness, and long life. Akitas are burly, heavy-boned spitz-type dogs of imposing stature. Standing 24 to 28 inches at the shoulder, Akitas have a dense coat that comes in several colors, including white. The head is broad and massive, and is balanced in the rear by a full, curled-over tail. The erect ears and dark, shining eyes contribute to an expression of alertness, a hallmark of the breed. Akitas are quiet, fastidious dogs. Wary of strangers and often intolerant of other animals, Akitas will gladly share their silly, affectionate side with family and friends. They thrive on human companionship. The large, independent-thinking Akita is hardwired for protecting those they love. They must be well socialized from birth with people and other dogs.",
    "yearAdded": 1972,
    "keywords": ["Dignified", "Courageous", "Profoundly Loyal"],
    "height": 28,
    "weight": 130,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Black",
      "Fawn",
      "Red",
      "White",
      "Brown Brindle",
      "Red, Black Overlay",
      "Silver, Black Overlay",
      "Brown, Black Overlay",
      "Fawn, Black Overlay",
      "Red Brindle",
      "Silver Brindle",
      "Black, Red Undercoat",
      "Black, Fawn Undercoat",
      "Black Brindle",
      "Fawn Brindle",
      "Black, Brown Undercoat",
      "Black, Silver Undercoat",
      "White, Red Shading",
      "Brown",
      "Silver"
    ],
    "markings": [
      "Black Mask, White Markings",
      "Blk & White Mask White Mkngs",
      "Pinto, Black & White Mask",
      "Black Mask",
      "White Mask",
      "Pinto, Black Mask",
      "White Mask, White Markings",
      "Pinto",
      "White Markings"
    ],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Alaskan Malamute",
    "breedDescription": "An immensely strong, heavy-duty worker of spitz type, the Alaskan Malamute is an affectionate, loyal, and playful but dignified dog recognizable by his well-furred plumed tail carried over the back, erect ears, and substantial bone. The Alaskan Malamute stands 23 to 25 inches at the shoulder and weighs 75 to 85 pounds. Everything about Mals suggests their origin as an arctic sled dog: The heavy bone, deep chest, powerful shoulders, and dense, weatherproof coat all scream, 'I work hard for a living!' But their almond-shaped brown eyes have an affectionate sparkle, suggesting Mals enjoy snuggling with their humans when the workday is done. Mals are pack animals. And in your family 'pack,' the leader must be you. If a Mal doesn't respect you, he will wind up owning you instead of the other way around. Firm but loving training should begin in early puppyhood. That said, a well-behaved Mal is a joy to be with'¿playful, gentle, friendly, and great with kids.",
    "yearAdded": 1935,
    "keywords": ["Loyal", "Playful", "Affectionate"],
    "height": 25,
    "weight": 85,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Gray & White",
      "Black & White",
      "Red & White",
      "Seal & White",
      "Silver & White",
      "White",
      "Sable & White",
      "Blue & White",
      "Agouti & White"
    ],
    "markings": ["Black Mask", "Gray Mask"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Anatolian Shepherd",
    "breedDescription": "An Anatolian Shepherd Dog is a rugged, imposing flock guardian of ancient lineage. Protective and territorial, but also intelligent, patient, and profoundly loyal, these muscular avengers are prized as working guard dogs without equal. The Anatolian Shepherd Dog stands between 27 and 29 inches at the shoulder and can weigh as much as 150 pounds. Profusely muscled but nimble afoot, Anatolians are more than a match for the predators and harsh terrain of their homeland. Anatolians descend from some of the oldest known domestic-canine bloodlines. This lends the breed a sense of timelessness, a no-frills, untouched quality that takes us back 6,000 years to the Bronze Age. Anatolians are smart, devoted, responsive, and adaptable. They will protect their flock'¿livestock, children, smaller dogs, even the family cat'¿with intensity. Anatolian owners must be strong leaders, willing and able to handle a dog as dominating and demanding as he is calm and loving.",
    "yearAdded": 1996,
    "keywords": ["Reserved", "Independent", "Loyal"],
    "height": 29,
    "weight": 150,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Biscuit & White",
      "Brindle",
      "Fawn",
      "Blue Fawn",
      "Gray Fawn",
      "Red Fawn",
      "Liver",
      "White"
    ],
    "markings": [
      "Black Mask",
      "Brown Mask",
      "Dutch Markings",
      "Pinto",
      "Pinto, Black Mask",
      "Silver Mask"
    ],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Burnese Mountain Dog",
    "breedDescription": "Big, powerful, and built for hard work, the Bernese Mountain Dog is also strikingly beautiful and blessed with a sweet, affectionate nature. Berners are generally placid but are always up for a romp with the owner, whom they live to please. The Bernese Mountain Dog is a large, sturdy worker who can stand over 27 inches at the shoulder. The thick, silky, and moderately long coat is tricolored: jet black, clear white, and rust. The distinctive markings on the coat and face are breed hallmarks and, combined with the intelligent gleam in the dark eyes, add to the Berner's aura of majestic nobility. A hardy dog who thrives in cold weather, the Berner's brain and brawn helped him multitask on the farms and pastures of Switzerland. Berners get along with the entire family and are particularly gentle with children, but they will often become more attached to one lucky human. Berners are imposing but not threatening, and they maintain an aloof dignity with strangers.",
    "yearAdded": 1937,
    "keywords": ["Good-natured", "Calm", "Strong"],
    "height": 28,
    "weight": 115,
    "lifeExpectancy": 10,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Black Rust & White",
      "Black Tan & White",
      "Black & Rust",
      "Black & White",
      "Rust & White"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Black Russian Terrier",
    "breedDescription": "The Black Russian Terrier is a large, immensely powerful worker of heavy bone and coarse all-black coat. BRTs are known for their courage, confidence, and intelligence. Bred to guard and protect, they are naturally aloof with strangers. What's the word we're looking for? Imposing? Massive? Majestic? How about just plain 'big.' This brawny guard dog of the Siberian steppes can tip the scales at 140 pounds and stand as high as 30 inches at the shoulder. They're much taller when the huge, brick-shaped head is considered. The tousled, all-black coat is warm enough to allow BRTs to patrol some of the coldest habitable places on earth. The old expression 'He moves well for a big guy' applies to this nimble-footed giant.",
    "yearAdded": 2004,
    "keywords": ["Intelligent", "Calm", "Powerful"],
    "height": 30,
    "weight": 130,
    "lifeExpectancy": 12,
    "coatType": ["Double", "Curly"],
    "coatLength": ["Medium", "Long"],
    "colors": ["Black", "Salt & Pepper", "Black & Tan", "Sable", "Blue"],
    "markings": ["Saddle Pattern"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Boerboel",
    "breedDescription": "Boerboels are intimidating but discerning guardians of home and family who learned their trade while protecting remote South African homesteads from ferocious predators. They are dominant and confident, also bright and eager to learn. There's a no-frills, no-nonsense quality to this sleek-coated avenger, who might stand as high as 27 inches at the shoulder and weigh as much as you do. A broad and blocky head, powerful jaws, and thick muscles from neck to rump mark it as a descendant of the ancient 'molloser' dog family, the foundation of today's mastiff-type breeds. In motion, the Boerboel just might be the most agile of all mastiff types. The imposing Boerboel is devoted to protecting the people and places he loves. Training and socialization should begin early, before a pup becomes a dominant adult. This is a trainable, versatile breed, eager to spend time with their adored humans. Still, a Boerboel might be way too much dog for the novice owner to handle.",
    "yearAdded": 2015,
    "keywords": ["Intelligent", "Confident", "Calm"],
    "height": 27,
    "weight": 200,
    "lifeExpectancy": 11,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Brown", "Brindle", "Cream", "Tawny", "Reddish Brown", "Red"],
    "markings": ["White Markings", "Piebald", "Irish Marked", "Black Mask"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Boxer",
    "breedDescription": "Loyalty, affection, intelligence, work ethic, and good looks: Boxers are the whole doggy package. Bright and alert, sometimes silly, but always courageous, the Boxer has been among America's most popular dog breeds for a very long time. A well-made Boxer in peak condition is an awesome sight. A male can stand as high as 25 inches at the shoulder; females run smaller. Their muscles ripple beneath a short, tight-fitting coat. The dark brown eyes and wrinkled forehead give the face an alert, curious look. The coat can be fawn or brindle, with white markings. Boxers move like the athletes they are named for: smooth and graceful, with a powerful forward thrust. Boxers are upbeat and playful. Their patience and protective nature have earned them a reputation as a great dog with children. They take the jobs of watchdog and family guardian seriously and will meet threats fearlessly. Boxers do best when exposed to a lot of people and other animals in early puppyhood.",
    "yearAdded": 1904,
    "keywords": ["Active", "Bright", "Fun-loving"],
    "height": 25,
    "weight": 60,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Brindle", "Fawn", "White"],
    "markings": [
      "Black Mask",
      "Black Mask, White Markings",
      "White Markings",
      "Fawn Markings",
      "Brindle Markings"
    ],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Bullmastiff",
    "breedDescription": "Fearless at work, docile at home, the Bullmastiff is a large, muscular guarder who pursued and held poachers in Merry Old England'¿merry, we suppose, for everyone but poachers. Bullmastiffs are the result of Bulldog and Mastiff crosses. The Bullmastiff isn't quite as large as his close cousin the Mastiff. Still, standing as high as 27 inches at the shoulder and weighing between 100 and 130 pounds, this is still a whole lot of dog. After the first impression made by the Bullmastiff's size, it is the large, broad head that conveys the breed's essence: the dark eyes, high-set V-shaped ears, and broad, deep muzzle all combine to present the intelligence, alertness, and confidence that make the Bullmastiff a world-class protector and family companion. Coats come in fawn, red, or brindle. These are biddable and reliable creatures, but as with any large guarding dog, owners must begin training and socialization early, while the puppy is still small enough to control.",
    "yearAdded": 1934,
    "keywords": ["Loyal", "Affectionate", "Brave"],
    "height": 27,
    "weight": 130,
    "lifeExpectancy": 9,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Fawn",
      "Fawn Brindle",
      "Red",
      "Red Brindle",
      "Red Fawn",
      "Red Fawn Brindle"
    ],
    "markings": [
      "Black Mask",
      "Black Markings",
      "Black Mask, White Markings",
      "Fawn Mask"
    ],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Cane Corso",
    "breedDescription": "Smart, trainable, and of noble bearing, the assertive and confident Cane Corso is a peerless protector. The Corso's lineage goes back to ancient Roman times, and the breed's name roughly translates from the Latin as 'bodyguard dog.' At nearly 28 inches at the shoulder and often weighing more than 100 pounds, with a large head, alert expression, and muscles rippling beneath their short, stiff coat, Corsi are at a glance intimidating creatures. Their imposing appearance is their first line of defense against intruders. As one writer put it, 'An understated air of cool competence, the kind of demeanor you'd expect from a professional bodyguard, is the breed's trademark.'     Corsi are intelligent, loyal, eager to please, versatile, and intensely loyal to their humans, but are also assertive and willful, and can end up owning an unwitting owner. As with any other big guardian dog, responsible breeding and early socialization with people and other dogs is vital.",
    "yearAdded": 2010,
    "keywords": ["Intelligent", "Affectionate", "Majestic"],
    "height": 28,
    "weight": 70,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black",
      "Gray",
      "Fawn",
      "Black Brindle",
      "Gray Brindle",
      "Red",
      "Chestnut Brindle"
    ],
    "markings": ["Black Mask", "Gray Mask"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Chinook",
    "breedDescription": "The pride of Wonalancet, New Hampshire, the Chinook is a rugged working dog and devoted family pet known for intelligence, patience, and eagerness to please. Once on the verge of extinction, the Chinook is among the scarcest AKC breeds. Tawny-coated, no-frills Chinooks are muscular and substantial, with males standing as high as 26 inches at the shoulder. Females, with their distinctly feminine look, are a bit smaller. Chinooks were conceived as dual-purpose haulers, with the power of freighting dogs and the speed of sled racers. They are the picture of stouthearted dignity, with a kindly twinkle in their dark, almond eyes.     Chinooks are calm, people-oriented dogs with a special feel for children. They are trainable workers who aim to please. Sledding, carting, obedience, agility, search-and-rescue work, and herding are a few pursuits they've mastered. Chinooks are not particularly busy dogs, but they need consistent exercise to stay in proper hard condition.",
    "yearAdded": 2013,
    "keywords": ["Devoted", "Smart", "Patient"],
    "height": 26,
    "weight": 90,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Medium"],
    "colors": [
      "Red Gold",
      "Fawn",
      "Tawny",
      "Palomino",
      "Gray Red",
      "Silver Fawn",
      "Buff",
      "White",
      "Black & Tan",
      "Gray & Tan",
      "Black"
    ],
    "markings": ["Black Mask", "White Markings", "Buff Markings"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Doberman Pinscher",
    "breedDescription": "Sleek and powerful, possessing both a magnificent physique and keen intelligence, the Doberman Pinscher is one of dogkind's noblemen. This incomparably fearless and vigilant breed stands proudly among the world's finest protection dogs. Dobermans are compactly built dogs'¿muscular, fast, and powerful'¿standing between 24 to 28 inches at the shoulder. The body is sleek but substantial, and is covered with a glistening coat of black, blue, red, or fawn, with rust markings. These elegant qualities, combined with a noble wedge-shaped head and an easy, athletic way of moving, have earned Dobermans a reputation as royalty in the canine kingdom. A well-conditioned Doberman on patrol will deter all but the most foolish intruder.",
    "yearAdded": 1908,
    "keywords": ["Alert", "Loyal", "Fearless"],
    "height": 28,
    "weight": 100,
    "lifeExpectancy": 12,
    "coatType": [""],
    "coatLength": [""],
    "colors": [
      "Black & Rust",
      "Blue & Rust",
      "Fawn (Isabella) & Rust",
      "Red & Rust",
      "White"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Dogo Argentino",
    "breedDescription": "The Dogo Argentino is a pack-hunting dog, bred for the pursuit of big-game such as wild boar and puma, and possesses the strength, intelligence and quick responsiveness of a serious athlete. His short, plain and smooth coat is completely white, but a dark patch near the eye is permitted as long as it doesn't cover more than 10% of the head. The ideal Dogo Argentino is a study in harmony. He is large, powerful, and athletic. His strong head is supported by a thick, but elegant neck that connects to a balanced body, which is sustained by straight, substantial forelegs and very muscular, medium-angulated hindquarters. The Dogo gives the impression of explosive power and energy. Developed to find, chase and catch dangerous game the Dogo must have a good nose, great lung capacity, and a powerful, yet agile, muscular build. His expression is alert and intelligent, with a marked hardness. The Dogo is instantly identifiable by his short, completely white coat.",
    "yearAdded": 2020,
    "keywords": ["Loyal", "Courageous", "Athletic"],
    "height": 27,
    "weight": 100,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["White"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Dogue de Bordeaux",
    "breedDescription": "The most ancient of French dog breeds, the Dogue de Bordeaux ('Mastiff of Bordeaux') was around even before France was France. These brawny fawn-coated guardians of considerable courage are famously loyal, affectionate, and protective. The Dogue de Bordeaux is an immensely powerful mastiff-type guardian. Males can go 27 inches high and 110 pounds. The short, eye-catching coat is a richly colored fawn. The massive head features a Bulldog-like undershot jaw, expressive eyes, and a deeply furrowed brow. It is, proportionately, the largest head in the canine kingdom. The body is stocky and close to the ground, but Dogues can move like lions when duty calls.     DDBs of proper temperament are sweet and sensitive souls. Owners appreciate their breed's loyalty to loved ones of all ages, but also say DDBs can be stubborn and will dominate those who fail to apply firm training in puppyhood. When acquiring such a strapping super-dog, finding a responsible breeder is key.",
    "yearAdded": 2008,
    "keywords": ["Loyal", "Courageous", "Affectionate"],
    "height": 26,
    "weight": 110,
    "lifeExpectancy": 8,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Fawn", "Mahogany", "Isabella", "Red"],
    "markings": [
      "White Patches",
      "Black Mask",
      "Brown Mask",
      "Black Mask, White Markings"
    ],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "German Pinscher",
    "breedDescription": "The sleek, no-frills German Pinscher is among Germany's oldest breeds and the prototype of other pinscher breeds. This energetic, super-intelligent dog was at first used as a rat catcher but can be trained for all types of canine work. Sleek, shiny, and streamlined, GPs are a true dog lover's delight. They're eye-catching and elegant but in all ways honestly doggy's nothing fussy or exaggerated. They'll stand about knee-high to the average adult. Muscles ripple beneath a shimmering coat of red, black or blue with red accents. There's nobility in the elongated, wedge-shaped head, and the dark eyes are alert and eager. GPs move with the kind of strong, free-and-easy gait that tells you this is a confident companion, up for anything the day might bring.",
    "yearAdded": 2003,
    "keywords": ["Intelligent", "Courageous", "Vivacious"],
    "height": 20,
    "weight": 45,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Black", "Fawn (Isabella)", "Red"],
    "markings": ["Red Markings", "Red & Tan Markings", "Tan Markings"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Giant Schnauzer",
    "breedDescription": "The Giant Schnauzer is a larger and more powerful version of the Standard Schnauzer, and he should, as the breed standard says, 'be a bold and valiant figure of a dog.' Great intelligence and loyalty make him a stellar worker and companion. A well-bred Giant Schnauzer closely resembles the Standard Schnauzer, only bigger. As their name suggests, Giants are imposing. A male might stand as high as 27.5 inches at the shoulder and weigh 95 pounds. The muscular, substantial body is, as the breed's fanciers put it, a 'bold and valiant figure of a dog.' The double coat is either solid black or 'pepper and salt.' Familiar characteristics of the Mini, Standard, and Giant are a harsh beard and eyebrows, accentuating a keen, sagacious expression.",
    "yearAdded": 1930,
    "keywords": ["Alert", "Loyal", "Trainable"],
    "height": 28,
    "weight": 85,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": ["Black", "Pepper & Salt", "Black & Tan", "Fawn"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Great Dane",
    "breedDescription": "The easygoing Great Dane, the mighty 'Apollo of Dogs,' is a total joy to live with, but owning a dog of such imposing size, weight, and strength is a commitment not to be entered into lightly. This breed is indeed great, but not a Dane. As tall as 32 inches at the shoulder, Danes tower over most other dogs and when standing on their hind legs, they are taller than most people. These powerful giants are the picture of elegance and balance, with the smooth and easy stride of born noblemen. The coat comes in different colors and patterns, perhaps the best-known being the black-and-white patchwork pattern known as 'harlequin.' Despite their sweet nature, Danes are alert home guardians. Just the sight of these gentle giants is usually enough to make intruders think twice. But those foolish enough to mistake the breed's friendliness for softness will meet a powerful foe of true courage and spirit. Patient with kids, Danes are people pleasers who make friends easily.",
    "yearAdded": 1887,
    "keywords": ["Friendly", "Patient", "Dependable"],
    "height": 32,
    "weight": 175,
    "lifeExpectancy": 10,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black",
      "Black & White",
      "Blue",
      "Brindle",
      "Fawn",
      "Harlequin",
      "Mantle",
      "Merle",
      "White",
      "Blue & White",
      "Blue Brindle",
      "Chocolate",
      "Chocolate & White",
      "Chocolate Brindle",
      "Silver",
      "Mantle Merle",
      "Merlequin"
    ],
    "markings": [
      "Black Markings",
      "Black Mask",
      "White Markings",
      "Blue Mask",
      "Chocolate Markings",
      "Chocolate Mask",
      "Fawn Markings",
      "Merle Markings",
      "Brindle Markings",
      "Piebald"
    ],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Great Pyrenees",
    "breedDescription": "The Great Pyrenees is a large, thickly coated, and immensely powerful working dog bred to deter sheep-stealing wolves and other predators on snowy mountaintops. Pyrs today are mellow companions and vigilant guardians of home and family. Frequently described as 'majestic,' Pyrs are big, immensely strong mountain dogs standing as high as 32 inches at the shoulder and often tipping the scales at more than 100 pounds. These steadfast guardians usually exhibit a Zen-like calm, but they can quickly spring into action and move with grace and speed to meet a threat. The lush weatherproof coat is all white, or white with markings of beautiful shades of gray, tan, reddish-brown, or badger.",
    "yearAdded": 1933,
    "keywords": ["Smart", "Patient", "Calm"],
    "height": 32,
    "weight": 100,
    "lifeExpectancy": 12,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["White"],
    "markings": [
      "Badger Markings",
      "Tan Markings",
      "Gray Markings",
      "Reddish Brown Markings"
    ],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Greater Swiss Mountain Dog",
    "breedDescription": "The Greater Swiss Mountain Dog is a large, immensely strong worker famous for a dense coat of striking black, red, and white markings. Dependable and faithful Swissies earned their feed as herders, drafters, and all-around pasture dogs. Greater than what? Well, standing as high as 28.5 inches and weighing as much as a midsize human, a Greater Swiss might easily be greater than you. Swissies are immensely strong, yet agile enough to move a flock across the sloping foot of a mountain. The coat is a striking tricolor, black, red, and white. The head and muzzle typically have a white marking (the 'blaze'), setting off a sweet expression. Several big mountain-dog breeds are described as majestic, but Swissies practically invented the word.",
    "yearAdded": 1995,
    "keywords": ["Faithful", "Family-oriented", "Dependable"],
    "height": 29,
    "weight": 140,
    "lifeExpectancy": 11,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Black, White & Red", "Red & White", "Blue White & Tan"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Komondor",
    "breedDescription": "A powerfully large Hungarian flock guardian covered in profuse white cords from head to tail, the Komondor is among the world's most recognizable breeds. The independent and protective Kom requires a firm, experienced hand at training. Our Hungarian-language tip of the day: The plural of Komondor is Komondorok. Now, let's take a look at the dog. What we see is a large and powerful guardian covered in profuse white cords. A big male can stand more than 27.5 inches and weigh over 100 pounds, with heavy bone, a deep chest, and lots of muscle. Despite their brawn Komondorok are agile and light-footed, and move with long strides. With their unique look, it's impossible to mistake Koms for anything else.",
    "yearAdded": 1937,
    "keywords": ["Dignified", "Loyal", "Brave"],
    "height": 28,
    "weight": 100,
    "lifeExpectancy": 12,
    "coatType": ["Corded"],
    "coatLength": ["Long"],
    "colors": ["White"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Kuvasz",
    "breedDescription": "",
    "yearAdded": 1931,
    "keywords": ["Loyal", "Fearless", "Sweet"],
    "height": 30,
    "weight": 115,
    "lifeExpectancy": 12,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["White"],
    "markings": [
      "The snow-white Kuvasz is Hungary's majestic guardian of flocks and companion of kings. A working dog of impressive size and strength, the imposing and thickly coated Kuvasz is a beautiful, smart, profoundly loyal, but challenging breed. Imposing, impressive, majestic, massive, mighty, pick the adjective you like best, they all apply to the Kuvasz (pronounced KOO-vahz; the plural is Kuvaszok, pronounced KOO-vah-sock). This snow-white livestock guardian of luxuriant coat can stand as high as 30 inches at the shoulder, and weigh between 70 and 110 pounds. Despite their size and strength, Kuvs are quick-moving, nimble-footed protectors when meeting a threat. The breed's fans say that the elegantly proportioned head 'is considered to be the most beautiful part of the Kuvasz.'"
    ],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Leonberger",
    "breedDescription": "The Leonberger is a lush-coated giant of German origin. They have a gentle nature and serene patience and they relish the companionship of the whole family. A huge and powerful dog, yes, but the Leonberger is also known for his aristocratic grace and elegance. A male can stand over 31 inches at the shoulder and weigh as much as a full-grown human. Females run smaller but are still a whole lot of dog. Breed hallmarks include a medium-long waterproof coat, lush triangular ears, a bushy tail, and a black facemask that frames kindly dark-brown eyes. A dramatic feature of the male's coat is the lion-like mane around the neck and chest. A well-built Leo moves with an easy, elastic gait. A Leo is friendly but nobody's fool. As watchdogs and all-around workers, they exhibit intelligence and sound judgment. Leos require lots of brushing, ample room for romping, and unlimited love.",
    "yearAdded": 2010,
    "keywords": ["Friendly", "Playful", "Gentle"],
    "height": 32,
    "weight": 170,
    "lifeExpectancy": 7,
    "coatType": ["Double"],
    "coatLength": ["Long"],
    "colors": ["Yellow", "Red", "Reddish Brown", "Sandy"],
    "markings": ["Black Mask"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Mastiff",
    "breedDescription": "The colossal Mastiff belongs to a canine clan as ancient as civilization itself. A massive, heavy-boned dog of courage and prodigious strength, the Mastiff is docile and dignified but also a formidable protector of those they hold dear. For the uninitiated, a face-to-face encounter with these black-masked giants can be startling. A male stands at least 30 inches at the shoulder and can outweigh many a full-grown man. The rectangular body is deep and thickly muscled, covered by a short double coat of fawn, apricot, or brindle stripes. The head is broad and massive, and a wrinkled forehead accentuates an alert, kindly expression. Mastiffs are patient, lovable companions and guardians who take best to gentle training. Eternally loyal Mastiffs are protective of family, and a natural wariness of strangers makes early training and socialization essential. Mastiffs are magnificent pets, but acquiring a powerful giant-breed dog is commitment not to be taken lightly.",
    "yearAdded": 1885,
    "keywords": ["Dignified", "Good-natured", "Courageous"],
    "height": 30,
    "weight": 230,
    "lifeExpectancy": 10,
    "coatType": ["Double"],
    "coatLength": ["Short"],
    "colors": ["Apricot", "Brindle", "Fawn"],
    "markings": ["Black Mask"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Neapolitan Mastiff",
    "breedDescription": "The Neapolitan Mastiff is a huge, powerful guarder whose astounding appearance has intimidated intruders since the days of ancient Rome. Wary with strangers, the profusely wrinkled Mastino is sweet, placid, and steady among loved ones. Unless you've been to Jurassic Park, you've never seen anything like a Mastino. These majestic guardians of startling appearance are massive, powerful dogs. The U.S. Neapolitan Mastiff Club describes their dog's head as 'astounding''¿and give them credit for hitting upon just the right adjective. The profuse hanging wrinkles and folds, and pendulous lips, make a Mastino look like a marzipan Mastiff that's been out in the sun too long. And yet, the breed's inner dignity and nobility can only be described as beautiful.",
    "yearAdded": 2004,
    "keywords": ["Dignified", "Loyal", "Watchful"],
    "height": 31,
    "weight": 150,
    "lifeExpectancy": 9,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Blue", "Black", "Mahogany", "Tawny"],
    "markings": ["Brindle Markings"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Newfoundland",
    "breedDescription": "The massive Newfoundland is a strikingly large, powerful working dog of heavy bone and dignified bearing. The sweet-tempered Newfie is a famously good companion and has earned a reputation as a patient and watchful 'nanny dog' for kids. A male Newfoundland can weigh up to 150 pounds and stand 28 inches at the shoulder; females typically go 100 to 120 pounds. The Newf head is majestic, the expression soft and soulful. The outer coat is flat and coarse. Colors are gray, brown, black, and a black-and-white coat named for artist Sir Edwin Landseer, who popularized the look in his paintings. The Newfie breed standard says that a sweet temperament is the 'most important single characteristic of the breed.' The Newf's sterling character is expressed in their affinity for kids. Trusting and trainable, Newfs respond well to gentle guidance. These noble giants are among the world's biggest dogs, and acquiring a pet that could outweigh you comes with obvious challenges.",
    "yearAdded": 1886,
    "keywords": ["Devoted", "Sweet", "Patient"],
    "height": 28,
    "weight": 150,
    "lifeExpectancy": 10,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Black",
      "Brown",
      "Gray",
      "White & Black",
      "Beige",
      "Black & Tan",
      "White & Brown"
    ],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Portuguese Water Dog",
    "breedDescription": "",
    "yearAdded": 1983,
    "keywords": ["Affectionate", "Adventurous", "Athletic"],
    "height": 23,
    "weight": 60,
    "lifeExpectancy": 13,
    "coatType": ["Curly", "Wavy"],
    "coatLength": ["Long"],
    "colors": ["Black", "Brown", "White"],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Rottweiler",
    "breedDescription": "The Rottweiler is a robust working breed of great strength descended from the mastiffs of the Roman legions. A gentle playmate and protector within the family circle, the Rottie observes the outside world with a self-assured aloofness. A male Rottweiler will stand anywhere from 24 to 27 muscular inches at the shoulder; females run a bit smaller and lighter. The glistening, short black coat with smart rust markings add to the picture of imposing strength. A thickly muscled hindquarters powers the Rottie's effortless trotting gait. A well-bred and properly raised Rottie will be calm and confident, courageous but not unduly aggressive. The aloof demeanor these world-class guardians present to outsiders belies the playfulness, and downright silliness, that endear Rotties to their loved ones. (No one told the Rottie he's not a toy breed, so he is liable plop onto your lap for a cuddle.) Early training and socialization will harness a Rottie's territorial instincts in a positive way.",
    "yearAdded": 1931,
    "keywords": ["Loyal", "Loving", "Confident Guardian"],
    "height": 27,
    "weight": 135,
    "lifeExpectancy": 10,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Black & Rust", "Black & Mahogany", "Black & Tan"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Saint Bernard",
    "breedDescription": "The Saint Bernard does not rank very high in AKC registrations, but the genial giant of the Swiss Alps is nonetheless among the world's most famous and beloved breeds. Saints are famously watchful and patient companions with a fondness for children. Not ranked particularly high in AKC registrations, this genial giant is nonetheless among the world's most famous and beloved breeds. The Saint's written standard abounds with phrases like 'very powerful,' 'extraordinarily muscular,' 'imposing,' and 'massive.' A male stands a minimum 27.5 inches at the shoulder; females will be smaller and more delicately built. The huge head features a wrinkled brow, a short muzzle, and dark eyes, combining to give Saints the intelligent, friendly expression that was such a welcome sight to stranded Alpine travelers.",
    "yearAdded": 1885,
    "keywords": ["Playful", "Charming", "Inquisitive"],
    "height": 30,
    "weight": 180,
    "lifeExpectancy": 10,
    "coatType": ["Smooth", "Rough", "Double"],
    "coatLength": ["Short"],
    "colors": [
      "Brown & White",
      "Mahogany & White",
      "Orange & White",
      "Red & White",
      "Brindle & White",
      "Rust & White",
      "White & Brown",
      "White & Orange",
      "White & Red"
    ],
    "markings": ["Black Mask"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Samoyed",
    "breedDescription": "The Samoyed is a substantial but graceful dog standing anywhere from 19 to a bit over 23 inches at the shoulder. Powerful, tireless, with a thick all-white coat impervious to cold, Sammies are perfectly beautiful but highly functional. Even their most delightful feature, a perpetual smile, has a practical function: The upturned corners of the mouth keep Sammies from drooling, preventing icicles from forming on the face.   A Sammy sentenced to solitary confinement in the yard is a miserable and destructive creature. These are smart, social, mischievous dogs who demand love and attention. Sammies need structure in training. Teach them what's expected of them early, and practice it with them often. Samoyeds, the smiling sled dogs, were bred for hard work in the world's coldest locales. In the Siberian town of Oymyakon, for instance, temperatures of minus-60 degrees are common. The Sammy's famous white coat is thick enough to protect against such brutal conditions. Powerful, agile, tireless, impervious to cold, Sammies are drop-dead gorgeous but highly functional. Even their most delightful feature, a perpetual smile, has a practical function: The mouth's upturned corners keep Sammies from drooling, preventing icicles from forming on the face.",
    "yearAdded": 1906,
    "keywords": ["Friendly", "Gentle", "Adaptable"],
    "height": 24,
    "weight": 65,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Long"],
    "colors": ["White", "Biscuit", "Cream", "White & Biscuit"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Siberian Husky",
    "breedDescription": "Siberian Husky, a thickly coated, compact sled dog of medium size and great endurance, was developed to work in packs, pulling light loads at moderate speeds over vast frozen expanses. Sibes are friendly, fastidious, and dignified. The graceful, medium-sized Siberian Husky's almond-shaped eyes can be either brown or blue'¿and sometimes one of each'¿and convey a keen but amiable and even mischievous expression. Quick and nimble-footed, Siberians are known for their powerful but seemingly effortless gait. Tipping the scales at no more than 60 pounds, they are noticeably smaller and lighter than their burly cousin, the Alaskan Malamute. As born pack dogs, they enjoy family life and get on well with other dogs. The Sibe's innate friendliness render them indifferent watchdogs. These are energetic dogs who can't resist chasing small animals, so secure running room is a must. An attractive feature of the breed: Sibes are naturally clean, with little doggy odor.",
    "yearAdded": 1930,
    "keywords": ["Loyal", "Outgoing", "Mischievous"],
    "height": 24,
    "weight": 60,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Agouti & White",
      "Black & White",
      "Gray & White",
      "Red & White",
      "Sable & White",
      "White",
      "Brown & White",
      "Black Tan & White",
      "Black"
    ],
    "markings": ["Piebald", "Saddle-Back"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Standard Schnauzer",
    "breedDescription": "The bold, bewhiskered Standard Schnauzer is a high-spirited farm dog from Germany. They are the sometimes-willful but ever reliable medium-sized members of the Schnauzer family of breeds. The Standard's sporty look is a canine classic. A medium-size dog weighing between 35 and 45 pounds, the Standard Schnauzer is truly the standard Schnauzer: larger than Miniatures, smaller than Giants. Schnauzers of all three sizes share several breed hallmarks: a wiry, tight-fitting coat of pure black or 'pepper and salt'; a robust, square-built frame; and an elongated head furnished with arched eyebrows and bristly whiskers, framing eyes gleaming with keen intelligence. Standards are sociable companions, alert watchdogs, enthusiastic backyard squirrel chasers, and are good with kids and protective of loved ones. Approached with a firm but gentle hand, Standards train beautifully. Owners must provide outlets for their dog's upbeat athleticism and highly developed senses.",
    "yearAdded": 1904,
    "keywords": ["Fearless", "Smart", "Spirited"],
    "height": 20,
    "weight": 50,
    "lifeExpectancy": 16,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": ["Black", "Pepper & Salt"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Tibetan Mastiff",
    "breedDescription": "Watchful, aloof, imposing, and intimidating: The ancient Tibetan Mastiff is the guardian dog supreme. These densely coated giants are mellow and calm around the house, sweetly devoted to family, and aloof and territorial with strangers. Coming face to face with this ancient behemoth, an intruder up to no good will likely move on to easier pickings. TMs can stand 26 inches at the shoulder and weigh well over 100 pounds. It's impossible to discuss this breed without leaning on words like 'powerful,' 'muscular,' massive,' and 'substantial.' And yet, TMs are quite light-footed and will meet a perceived threat with surprising agility. The broad head, with its high-set, V-shaped ears and expressive brown eyes, projects a noble, sagacious expression.",
    "yearAdded": 2006,
    "keywords": ["Reserved", "Independent", "Intelligent"],
    "height": 26,
    "weight": 150,
    "lifeExpectancy": 12,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Cream Sable",
      "Blue Gray",
      "Brown & Tan",
      "Red Gold Sable",
      "Blue Gray & Tan",
      "Black",
      "Black & Tan",
      "Brown",
      "Red Gold",
      "Cream"
    ],
    "markings": ["White Markings"],
    "breedImg": "",
    "groupNumber": 3
  },
  {
    "breedName": "Airedale Terrier",
    "breedDescription": "His size, strength, and unflagging spirit have earned the Airedale Terrier the nickname 'The King of Terriers.' The Airedale stands among the world's most versatile dog breeds and has distinguished himself as hunter, athlete, and companion. The Airedale Terrier is the largest of all terrier breeds. Males stand about 23 inches at the shoulder, females a little less. The dense, wiry coat is tan with black markings. Long, muscular legs give Airedales a regal lift in their bearing, and the long head'¿with its sporty beard and mustache, dark eyes, and neatly folded ears'¿conveys a keen intelligence. Airedales are the very picture of an alert and willing terrier'¿only bigger. And, like his smaller cousins in the terrier family, he can be bold, determined, and stubborn. Airedales are docile and patient with kids but won't back down when protecting hearth and home. Thanks to their famous do-it-all attitude, Airedales excel in all kinds of sports and family activities.",
    "yearAdded": 1888,
    "keywords": ["Friendly", "Courageous", "Clever"],
    "height": 23,
    "weight": 70,
    "lifeExpectancy": 14,
    "coatType": ["Wiry"],
    "coatLength": ["Short", "Medium"],
    "colors": ["Black & Tan", "Grizzle & Tan"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "American Hairless Terrier",
    "breedDescription": "The American Hairless Terrier, a Louisiana native, is a smart, inquisitive, and playful dog that comes in hairless and coated varieties. He is a fine choice for allergy sufferers who want a dog with true terrier grit and courage. The American Hairless Terrier stands between 12 to 16 inches at the shoulder, and comes in both coated and hairless varieties. The hairless variety might have eyebrows and whiskers, while the coated has a short, shiny coat. The skin of the hairless is smooth and warm to the touch. The broad, wedge-shaped head is a hallmark of both varieties. Erect, V-shaped ears frame the round, expressive eyes that gleam with curiosity. The American Hairless moves with jaunty pep in his step that announces real terrier attitude. The hairless variety is as hypoallergenic as a dog can get. Hairlessness, though, presents its own challenges. Sunburn is a concern, and cold weather requires special precautions. This breed is protective of their humans and make alert watchdogs.",
    "yearAdded": 2016,
    "keywords": ["Alert", "Curious", "Energetic"],
    "height": 16,
    "weight": 28,
    "lifeExpectancy": 16,
    "coatType": ["Hairless"],
    "coatLength": ["Short"],
    "colors": [
      "Apricot",
      "Black",
      "Black Sable Red",
      "Blue",
      "Blue Fawn",
      "Chocolate",
      "Lemon",
      "Lilac Dilute",
      "Red",
      "Red Sable",
      "White & Apricot",
      "White & Black",
      "White, Black Sable Red",
      "White & Blue",
      "White & Blue Fawn",
      "White & Chocolate",
      "White & Lemon",
      "White & Red",
      "Black & Tan",
      "Black Tan & White",
      "Black Brindle",
      "Black Brindle & White",
      "Blue & Tan",
      "Blue Tan & White",
      "Blue Brindle",
      "Blue Brindle & White",
      "Blue Fawn & White",
      "Chocolate Brindle",
      "Chocolate & Tan",
      "Lemon & White",
      "Red & Tan",
      "Red & White",
      "Red Brindle",
      "Red Brindle & White",
      "Seal"
    ],
    "markings": [
      "Brindle Points",
      "Brindle",
      "Tan Markings",
      "Tan Points",
      "Sable",
      "White Markings",
      "White Markings, Tan Points"
    ],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "American Staffordshire Terrier",
    "breedDescription": "The American Staffordshire Terrier, known to their fans as AmStaffs, are smart, confident, good-natured companions. Their courage is proverbial. A responsibly bred, well-socialized AmStaff is a loyal, trustworthy friend to the end. AmStaffs are stocky, muscular bull-type terriers standing 17 to 19 inches at the shoulder. The head is broad, the jaws well defined, the cheekbones pronounced, and the dark, round eyes are set wide apart. AmStaff movement is agile and graceful, with a springy gait that advertises the breed's innate confidence. The stiff, glossy coat comes in many colors and patterns. AmStaffers describe their dogs as keenly aware of their surroundings, game for anything, and lovable 'personality dogs' around the house. AmStaffs like mental and physical challenges. They are highly trainable, as their many forays into showbiz suggest. When acquiring an AmStaff, there's only one way to go: Do your homework and find a responsible AKC breeder.",
    "yearAdded": 1936,
    "keywords": ["Good-natured", "Confident", "Smart"],
    "height": 19,
    "weight": 70,
    "lifeExpectancy": 16,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black",
      "White",
      "Brown",
      "Blue",
      "Fawn Sable",
      "Blue Fawn",
      "Red Brindle",
      "Blue Fawn Brindle",
      "Liver",
      "Black Brindle",
      "Fawn Brindle",
      "Blue Brindle",
      "Liver Brindle",
      "Fawn",
      "Red",
      "Seal Brown",
      "Red Sable",
      "Brown Brindle"
    ],
    "markings": [
      "White Markings",
      "Spotted",
      "Black Mask",
      "Patched",
      "Blue Mask",
      "Tan Points",
      "Brindle Points",
      "White Mask",
      "Spotted Or Patched"
    ],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Australian Terrier",
    "breedDescription": "The Australian Terrier is plucky, spirited, and smart'¿how did they fit so much dog into such a bitty package? Upbeat and lively, the self-assured Aussie approaches life with plenty of the old-time terrier curiosity and grit. Australian Terriers are small but sturdy, self-confident terriers known for a longish torso, distinctive coat furnishings around the neck and forequarters, and a topknot of soft, silky hair that contrasts in texture with an otherwise harsh coat. A long neck lends a dash of elegance to this rough-and-ready terrier, and the dark eyes sparkle with a keen intelligence. Coat colors are blue-and-tan, or solid red or sandy. Aussies move with the free and easy gait of a working dog. They are alert watchdogs and said to be quick studies when training. True terriers, Aussies love digging, and the urge to chase small, furry critters has never left them. Not always a great fit in multi-dog households, Aussies want you all to themselves.",
    "yearAdded": 1960,
    "keywords": ["Courageous", "Affectionate", "Spirited"],
    "height": 11,
    "weight": 20,
    "lifeExpectancy": 15,
    "coatType": ["Wiry"],
    "coatLength": ["Short"],
    "colors": ["Blue & Tan", "Red", "Sandy"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Bedlington Terrier",
    "breedDescription": "Graceful terriers in sheep's clothing, Bedlington Terriers, named for the English mining shire where they were first bred, are genial housemates, alert watchdogs, versatile athletes, and irresistibly cuddly TV-time companions. Bedlingtons are lithe, energetic Englishmen. The crisp, curly coat; arched back; tasseled ears; scimitar-shaped tail; and fleecy, pear-shaped head are identifying features of this one-of-a-kind breed. As the curvy contours indicate, there's sighthound¿Whippet, most likely¿in their family tree. Bedlingtons move with a light, springy step and when roused to pursuit can run like the wind. Rollicking, charming, and full of fun, Bedlingtons want most to be their family's center of attention and are known to be protective of loved ones. For an active family looking for a no-shedding, lively, and loyal companion, the search might end here.",
    "yearAdded": 1886,
    "keywords": ["Loyal", "Charming", "Frollicking"],
    "height": 18,
    "weight": 23,
    "lifeExpectancy": 16,
    "coatType": ["Curly"],
    "coatLength": ["Medium"],
    "colors": [
      "Blue",
      "Blue & Tan",
      "Sandy",
      "Liver & Tan",
      "Liver",
      "Sandy & Tan"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Border Terrier",
    "breedDescription": "Admirers of the upbeat and agile Border Terrier cherish their breed's reputation as a tough, no-frills working terrier. These plucky, happy, and affectionate dogs are popular pets in town and country. The wiry coat is an easy keeper. Border Terriers, standing from 11 to 16 inches at the shoulder, are easy to recognize among other small terriers by their unique head shape'¿the breed has an 'otter head,' as fanciers say. Another distinguishing trait is that they are longer in leg than other small terriers. The wire coat can be grizzle and tan, blue and tan, wheaten, or red. Borders are described as 'hard as nails' when working, but at home they're good-tempered, affectionate, and trainable. Borders love exploring outdoors and make fine childhood playmates. Bred to be country dogs, Borders adapt well to city life'¿as long as they get plenty of exercise. Borders tend to get along with other dogs, but their hunting instincts can be aroused when cats or squirrels cross their path.",
    "yearAdded": 1930,
    "keywords": ["Affectionate", "Happy", "Plucky"],
    "height": 15,
    "weight": 16,
    "lifeExpectancy": 15,
    "coatType": ["Wiry"],
    "coatLength": ["Short"],
    "colors": [
      "Blue & Tan",
      "Grizzle & Tan",
      "Red",
      "Wheaten",
      "Grizzle",
      "Red Grizzle",
      "Black Grizzle",
      "Blue Grizzle",
      "Red Wheaten",
      "Red Grizzle & Tan",
      "Black & Tan",
      "Black & Red"
    ],
    "markings": ["Black Points"],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Bull Terrier",
    "breedDescription": "Among the most comical and mischievous citizens of dogdom, the Bull Terrier is playful and endearing, sometimes stubborn, but always devoted. These unique 'eggheads' are exuberant, muscular companions who thrive on affection and exercise. Bull Terriers are robust, big-boned terriers who move with a jaunty stride suggesting agility and power. The breed's hallmark is a long, egg-shaped head with erect and pointed ears, and small, triangular eyes that glisten with good humor. Coats come in two types: white; and any other color (including an attractive brindle striping), either solid or with white markings. A well-made BT is the picture of muscular determination and balance. There are four keys to BT happiness: early socialization with dogs and people; firm but loving training; ample exercise; and lots of quality time with his adored humans. If these requirements are met, there is no more loyal, lovable, and entertaining companion. This is the ultimate 'personality breed.'",
    "yearAdded": 1885,
    "keywords": ["Playful", "Charming", "Michievous"],
    "height": 22,
    "weight": 70,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black Brindle",
      "Black Brindle & White",
      "Black Tan & White",
      "Brindle",
      "Brindle & White",
      "Red",
      "Red & White",
      "White",
      "White & Black Brindle",
      "White & Brindle",
      "White & Red",
      "White Black & Tan",
      "Fawn",
      "Fawn & White",
      "Fawn Smut",
      "Fawn Smut & White",
      "Red Smut",
      "Red Smut & White",
      "White & Fawn",
      "White & Fawn Smut",
      "White & Red Smut"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Cairn Terrier",
    "breedDescription": "Cairn Terriers are happy, busy little earthdogs originally bred to fearlessly root out foxes and other small, furred prey in the rocky Scottish countryside. Curious and alert, Cairns like having a place where they can explore and dig. The Cairn's unique qualities, called 'Cairnishness,' include a short, wide head and a free-moving, short-legged body that exudes strength but not heaviness, topping out at about 10 inches high and about 15 inches long. The double coat is harsh and wiry on top and downy beneath. A Cairn presents as a small, shaggy, alert dog, with head, tail, and ears up, and eyes shining with intelligence. A British breed club promotes Cairns as the 'best little pal in the world.' Cairns are small enough for a lap-top snuggle and sturdy enough for a good romp on the lawn. They do best with lots of close family contact. For owners who cherish the terrier qualities of gameness, independent thinking, and true-blue loyalty, no other breed will do.",
    "yearAdded": 1913,
    "keywords": ["Alert", "Cheerful", "Busy"],
    "height": 10,
    "weight": 14,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Brindle",
      "Cream",
      "Gray",
      "Gray Brindle",
      "Red",
      "Red Brindle",
      "Silver",
      "Wheaten",
      "Cream Brindle",
      "Black",
      "Black Brindle",
      "Red Wheaten",
      "Silver Brindle",
      "Wheaten Brindle",
      "Silver Wheaten"
    ],
    "markings": ["Black Points", "Black Mask", "Black Markings"],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Cesky Terrier",
    "breedDescription": "The Cesky Terrier, national dog of the Czech Republic, is a clever and adventurous playmate for kids and an eager walking buddy for the folks. They are tenacious at work, but a little more laid back and tractable than the usual terrier. Ceskys are muscular, short-legged, and handsome hunters standing no taller than 13 inches at the shoulder. The fine, silky coat comes in several shades of gray, including a stunning platinum. Wavy facial hair gives Ceskys a sporty, Continental look, and the medium-long neck lends a dash of elegance to these game, unspoiled working terriers. While Ceskys are as determined and prey-driven as any other earthdog, they're mellower than a typical terrier. Wary of strangers and protective of loved ones, they're good watchdogs without being particularly yappy. They train well and want to please. Here's the catch: They are a scarce breed, with only about 600 living in America. A wonderful family dog, if you're lucky enough to find one.",
    "yearAdded": 2011,
    "keywords": ["Clever", "Adventurous", "Family-oriented"],
    "height": 13,
    "weight": 24,
    "lifeExpectancy": 15,
    "coatType": ["Wavy", "Silky"],
    "coatLength": ["Medium"],
    "colors": ["Gray"],
    "markings": [
      "Cream Furnishings",
      "Silver Furnishings",
      "Tan Furnishings",
      "Yellow Furnishings",
      "White Markings"
    ],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Dandie Dinmont Terrier",
    "breedDescription": "The unique-looking Dandie Dinmont Terrier is a tough but dignified little exterminator. Sturdily built for the rigors of farm life, they will agreeably adapt to city living. Dandies are compact companions blessed with a big personality. Physical hallmarks of the Dandie Dinmont Terrier include a large head covered with profuse, silky white hair; long, hanging ears tipped with feathering and coming almost to a point; big, round eyes full of brightness and expression; and a long, low torso and short legs. The crisp body coat comes in two spicy colors: pepper (bluish black to silvery gray) and mustard (reddish brown to pale fawn). Weighing no more than 24 pounds, Dandies are alert and intelligent watchdogs with a big baritone bark. Dandies enjoy romping and cuddling with kids, but aren't as hyper as some small dogs. They are terriers, though, with typical willfulness, independence, and courage. Dandie owners get best results with positive, motivational training.",
    "yearAdded": 1886,
    "keywords": ["Independent", "Proud", "Smart"],
    "height": 11,
    "weight": 24,
    "lifeExpectancy": 15,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["Mustard", "Pepper"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Glen of Imaal Terrier",
    "breedDescription": "Gentler, less excitable than most terriers, but still bold and spirited, the double-coated Glen of Imaal Terrier is named for one of Ireland's most remote locales. The brave but docile Glen is a strong, no-fuss dog built for hard work. Glens are scruffy, sturdy, low-slung terriers standing no more than 14 inches at the shoulder. There's nothing fancy or fussed-over about Glens. Rather, their wiry no-frills coat, broad head, and bowed front legs suggest a working farm dog from a time and place where substance was more important than style. And yet, they're also ridiculously cute. It takes a heart of stone to resist reaching down to give a Glen a scratch behind the ear and a pat on the well-muscled rump.",
    "yearAdded": 2004,
    "keywords": ["Spirited", "Gentle", "Bold"],
    "height": 14,
    "weight": 40,
    "lifeExpectancy": 15,
    "coatType": ["Wiry"],
    "coatLength": ["Medium"],
    "colors": ["Blue Brindle", "Wheaten"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Irish Terrier",
    "breedDescription": "The Irish Terrier, 'Daredevil' of the Emerald Isle, is a bold, dashing, and courageous terrier of medium size. Known for his fiery red coat and a temperament to match, the Irish Terrier is stouthearted at work and tenderhearted at home. Irish Terriers are the prototype of a long-legged terrier. Standing about 18 inches at the shoulder, they're sturdy but lithe and graceful. Every line of the body is eye-catching, and the overall picture is beautifully balanced. The tight red coat is as fiery as the breed's temperament. ITs are a dog lover's delight: If your heart doesn't go pitty-pat at the sight of this Technicolor terrier framed against the vivid greens of the Irish countryside, forget dogs and buy a goldfish.",
    "yearAdded": 1885,
    "keywords": ["Bold", "Dashing", "Tenderhearted"],
    "height": 18,
    "weight": 27,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": ["Red", "Wheaten", "Red Wheaten"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Kerry Blue Terrier",
    "breedDescription": "Among the largest of AKC terriers, the Kerry Blue Terrier is famous for his show-stopping blue coat. Named for the Irish county of his birth, this onetime farm dog is today an alert, adaptable, and animated watchdog and family companion. Of course, we begin with the show-stopping coat that turns heads wherever Kerries go. It comes in shades of blue'¿from a deep slate to a light blue-gray'¿and is so soft that it's as pleasing to the touch as it is to the eye. The dense coat covers a muscular, well-developed body standing below 20 inches at the shoulder and weighing up to 40 pounds. A sporty beard and dark, keen eyes accentuate the nobility of the long terrier head.",
    "yearAdded": 1922,
    "keywords": ["Alert", "Smart", "People-Oriented"],
    "height": 20,
    "weight": 40,
    "lifeExpectancy": 15,
    "coatType": ["Wavy"],
    "coatLength": ["Medium"],
    "colors": [
      "Black",
      "Blue",
      "Blue & Black",
      "Blue & Silver",
      "Blue & Gray",
      "Silver",
      "Silver Blue",
      "Slate Blue",
      "Gray"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Lakeland Terrier",
    "breedDescription": "A bold, zesty 'big dog in a small package,' the Lakeland Terrier, named for the Lake District of his native England, was once a farmer's dog bred to work in packs on sheep-stealing foxes. The Lakie's coat is hard, wiry, and low-shedding. Square and sturdy Lakelands, standing less than 15 inches at the shoulder and weighing about 17 pounds, are small dogs. But don't tell them that. With their cock-of-the-walk swagger, Lakelands personify the old dog-lover's cliché 'a big dog in a small package.' They come in several colors; some have a sporty saddle mark on the back. With folded V-shaped ears, a straight front, rectangular head, and a mischievous twinkle in their eye, Lakelands are the blueprint of a long-legged British terrier.",
    "yearAdded": 1934,
    "keywords": ["Friendly", "Confident", "Bold"],
    "height": 15,
    "weight": 17,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Short"],
    "colors": [
      "Black",
      "Black & Tan",
      "Blue",
      "Blue & Tan",
      "Grizzle & Tan",
      "Liver",
      "Red",
      "Red Grizzle",
      "Wheaten",
      "Liver & Tan",
      "Brindle",
      "Grizzle"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Manchester Terrier (Standard)",
    "breedDescription": "The Manchester Terrier is named after the English city where it was first bred. Sleek, racy dogs who possess a terrier's ratting instinct and the graceful contours of coursing hounds, Manchesters are spirited, bright, and athletic. They combine the streamlined grace of a coursing hound and the instincts of a fearless rat terrier. These racy dogs come in two size varieties: Standard (not exceeding 22 pounds) and Toy (not exceeding 12 pounds). All Manchesters are similar in temperament, body type and athletic ability despite differences in size. They're easily recognized by a tight coat of rich mahogany tan and jet black. The head is long and wedge-shaped; tan spots above each eye point up a watchful expression. Manchesters can motor, running with good reach in front and propulsive rear drive powered by a muscular caboose.",
    "yearAdded": 1887,
    "keywords": ["Bright", "Spirited", "Keenly Observant"],
    "height": 16,
    "weight": 22,
    "lifeExpectancy": 17,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Black & Tan", "Black"],
    "markings": ["Tan Markings"],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Miniature Bull Terrier",
    "breedDescription": "In most every way the Miniature Bull Terrier is a Bull Terrier, only smaller. These upbeat, mischievous dogs come equipped with terrier fire and fearlessness. If ever a dog could claim the title 'Clown Prince of Dogdom,' it's the Mini. Like the class clown or an adorable toddler, the Miniature Bull Terrier is full of mischief and high spirits. With square bodies and egg-shaped heads, no other breed looks quite like it. These small, muscular terriers are strong, active, fearless, and endlessly entertaining. As fun as he is, it's not a good idea to let your Miniature Bull Terrier puppy get away with too many high jinxes. He'll be at his absolute best with early socialization and patient training; you couldn't ask for a more amusing companion.",
    "yearAdded": 1991,
    "keywords": ["Upbeat", "Michievous", "Comical"],
    "height": 14,
    "weight": 28,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Brindle & White",
      "Fawn & White",
      "Red & White",
      "White",
      "White & Brindle",
      "White & Red",
      "Black & Brindle",
      "Black & Tan",
      "Brindle",
      "Fawn",
      "Red",
      "Black Brindle & White",
      "Black Tan & White",
      "White Black & Brindle",
      "White Black & Tan",
      "White & Fawn"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Miniature Schnauzer",
    "breedDescription": "The Miniature Schnauzer, the smallest of the three Schnauzer breeds, is a generally healthy, long-lived, and low-shedding companion. Add an outgoing personality, a portable size, and sporty good looks, and you've got an ideal family dog. Stocky, robust little dogs standing 12 to 14 inches, Miniature Schnauzers were bred down from their larger cousins, Standard Schnauzers. The bushy beard and eyebrows give Minis a charming, human-like expression. The hard, wiry coat comes in three color patterns: salt and pepper, black and silver, and solid black. Created to be all-around farm dogs and ratters, they are tough, muscular, and fearless without being aggressive. The Miniature Schnauzer is a bright, friendly, trainable companion, small enough to adapt to apartment life but tireless enough to patrol acres of farmland. They get along well with other animals and kids. Minis are sturdy little guys and enjoy vigorous play. Home and family oriented, they make great watchdogs.",
    "yearAdded": 1926,
    "keywords": ["Friendly", "Smart", "Obedient"],
    "height": 14,
    "weight": 20,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": ["Black", "Black & Silver", "Salt & Pepper"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Norfolk Terrier",
    "breedDescription": "Norfolk Terriers are little, cute, and loyal, and they will gladly curl up in your lap, but don't dare call them lapdogs. Norfolks, despite their toyish qualities, are genuine terriers'¿feisty, confident, sturdy, and game for adventure. Norfolk Terriers are among the smallest working terriers, standing no higher than 10 inches at the shoulder. The coat is hard, wiry, and straight. They share many traits with their close cousins, Norwich Terriers. To tell them apart, look at the ears: The Norwich has erect, pointed ears; Norfolk ears are neatly folded over. Bred to work in packs, Norfolks are more gregarious than a typical terrier, but they have plenty of the old terrier pep. Few Norfolks these days earn their living hunting rodents, but a good one will fearlessly do so when given a chance. Norfolks bond closely, sometimes jealously, with their owners and make nice watchdogs. They have a reputation as a good traveler: portable, adaptable, and up for anything.",
    "yearAdded": 1979,
    "keywords": ["Alert", "Fearless", "Fun-loving"],
    "height": 10,
    "weight": 12,
    "lifeExpectancy": 16,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Short"],
    "colors": [
      "Black & Tan",
      "Grizzle",
      "Red",
      "Red Wheaten",
      "Brown",
      "Wheaten"
    ],
    "markings": ["Black Markings"],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Norwich Terrier",
    "breedDescription": "Norwich Terriers are plucky little earthdogs named for their hometown in England. The old cliche 'a big dog in a small package' was coined for breeds like the Norwich, who can be oblivious to the fact that they are just 10 inches tall. Standing no more than 10 inches at the shoulder and weighing about 12 pounds, Norwich are among the smallest working terriers. Beneath the hard, wiry coat is a stocky, substantial dog. Norwiches are toy-sized but are not satin-pillow dogs' they were originally bred as tough and fearless ratters. They are distinguished from their doggy doppelganger, the Norfolk Terrier, by their erect, pointed ears.     Happy-go-lucky, fearless, and sometimes even bossy, Norwiches are energetic enough to play fetch all day, but affectionate enough to enjoy hours of lap time with their favorite human. Short, positive training sessions work best with this clever but sometimes stubborn breed. Three words convey the overall dog: cute, cuter, and cutest.",
    "yearAdded": 1936,
    "keywords": ["Alert", "Curious", "Loyal", "Affectionate", "Gregarious"],
    "height": 10,
    "weight": 12,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Short"],
    "colors": ["Black & Tan", "Grizzle", "Red", "Wheaten"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Parson Russell Terrier",
    "breedDescription": "The Parson Russell Terrier is a bold and clever terrier, swift enough to run with horses and fearless enough to dig in and flush a fox from his lair. Independent problem solvers, PRTs can have their own ideas on how to go about things. PRTs stand 12'¿15 inches at the shoulder, and weigh 13'¿17 pounds when in peak condition. Their intelligent expression, mostly white coat, and beautifully balanced body give PRTs the adorable looks of a plush toy come to life. But don't be fooled by all that cuteness'¿PRTs are tough little guys built for England's traditional sport of foxhunting. They're fast enough to follow the hounds and fearless enough to dig into the ground and flush a fox from his lair.",
    "yearAdded": 1997,
    "keywords": ["Friendly", "Clever", "Athletic"],
    "height": 14,
    "weight": 17,
    "lifeExpectancy": 15,
    "coatType": ["Smooth", "Double"],
    "coatLength": ["Short"],
    "colors": ["White"],
    "markings": [
      "Black Markings",
      "Brown Markings",
      "Cream Markings",
      "Tri Color Markings",
      "Tan Markings"
    ],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Rat Terrier",
    "breedDescription": "An American original, with a breed name said to be coined by Teddy Roosevelt, the Rat Terrier is a compact, tough, smooth-coated exterminator dog. RTs come in two size varieties and are happy-go-lucky, playful, and portable companions. Balanced, compactly built Rat Terriers are tough but elegant-looking. There are two size divisions: Miniatures stand 10 to 13 inches at the shoulder; standards are over 13 inches and as high as 18 inches. The smooth, shiny coat comes in varieties of pied patterns. (Pied, a word borrowed from the horseman's lexicon, means 'comparatively large patches of one or more colors in combination with white.') These smoothly muscled exterminators are constructed for the efficient movement required for a long day's work.",
    "yearAdded": 2013,
    "keywords": ["Friendly", "Inquisitive", "Lovable"],
    "height": 18,
    "weight": 25,
    "lifeExpectancy": 18,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black & White",
      "Black White & Tan",
      "Black Tan & White",
      "Blue White & Tan",
      "Red White & Sable",
      "White & Apricot",
      "White & Black",
      "White Black & Tan",
      "White & Blue Fawn",
      "White & Blue",
      "White & Chocolate",
      "White, Chocolate & Tan",
      "White & Fawn",
      "White & Lemon",
      "White & Red",
      "White & Silver",
      "White & Tan",
      "White"
    ],
    "markings": [
      "Piebald",
      "Spotted Or Patched",
      "Sable, White Markings",
      "White Mask, White Markings",
      "White Markings, Tan Points",
      "Badger Markings",
      "Blanket-Back",
      "Irish Marked",
      "Tan Points"
    ],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Russell Terrier",
    "breedDescription": "Upbeat, lively, inquisitive, and friendly, the jaunty Russell Terrier was developed by England's 'Sporting Parson' for use in foxhunts. The adorable Russell Terrier looks like a plush toy come to life but is an eager, tireless working terrier. These jaunty little fellows pack lots of personality into a compact, rectangular body standing 10 to 12 inches at the shoulder. Their dark, almond-shaped eyes and mobile V-shaped ears bring out the keenly intelligent expression'¿an endearing hallmark of the breed. All three coat types are mostly white with markings that are tan or black, or both. Russells move with a free, effortless gait that announces the breed's innate confidence.",
    "yearAdded": 2010,
    "keywords": ["Alert", "Inquisitive", "Lively"],
    "height": 12,
    "weight": 15,
    "lifeExpectancy": 14,
    "coatType": ["Wiry", "Smooth"],
    "coatLength": ["Short"],
    "colors": ["White"],
    "markings": [
      "Black Markings",
      "Brown Markings",
      "Cream Markings",
      "Tan Markings",
      "Tri Color Markings"
    ],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Scottish Terrier",
    "breedDescription": "A solidly compact dog of vivid personality, the Scottish Terrier is an independent, confident companion of high spirits. Scotties have a dignified, almost-human character. Their terrier persistence has earned the breed the nickname 'the Diehard.' The well-known Scottie silhouette is that of a short-legged but substantial terrier with distinctive furnishings at the beard, legs, and lower body. The wiry topcoat and soft, dense undercoat coat can be black, wheaten yellow, or a brindle-stripe pattern. Bright, piercing eyes, and erect ears and tail, convey keen alertness'¿a hallmark of Britain's terrier breeds. The Scottie working style has been described as efficient and businesslike, and their aloofness toward strangers makes them excellent watchdogs. Their hunting instinct remains strong, which can complicate life for the neighbor's cat, and Scotties are known to be cantankerous around other dogs. This bold and clever Scotsman enjoys brisk walks and upbeat play.",
    "yearAdded": 1885,
    "keywords": ["Independent", "Confident", "Spirited"],
    "height": 10,
    "weight": 22,
    "lifeExpectancy": 12,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Black",
      "Black Brindle",
      "Brindle",
      "Red Brindle",
      "Silver Brindle",
      "Wheaten"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Sealyham Terrier",
    "breedDescription": "The Sealyham Terrier is brave and spirited, but not as spiky as smaller terriers. These sturdy, outgoing companions are recognized by their 'fall,' the mass of hair covering the forehead. Sealy fans enjoy their dog's sly sense of humor. Standing less than 11 inches at the shoulder and weighing about 24 pounds, Sealys are not big enough to be considered medium-sized dogs, but they stand among the strongest and most substantial of what we think of as small dogs. A typical Sealy is well-muscled, built low to ground, and moves easily with long, determined strides. The weatherproof coat is predominantly white, and a long, broad head is furnished with lavish facial hair. Despite their rep as the bruiser among short-legged terriers, Sealys are cute, funny, affectionate, outgoing, and trainable, if a bit stubborn. Their alertness and a big-dog bark make Sealys excellent watchdogs. Blessed with an adaptable nature, Sealys are amenable to city dwelling or country life.",
    "yearAdded": 1911,
    "keywords": ["Alert", "Outgoing", "Sense of humor"],
    "height": 11,
    "weight": 24,
    "lifeExpectancy": 14,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": ["White"],
    "markings": [
      "Badger Markings",
      "Black Markings",
      "Tan Markings",
      "Lemon Markings"
    ],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Skye Terrier",
    "markings": [
      "The heavenly breed with the heart of a lion,' the long, low, and level Skye Terrier is among the AKC's most distinctive-looking breeds. This elegant but sturdy aristocrat was bred as an exterminator on Scotland's remote Isle of Skye. Long, low, and level, this unique earthdog is among the AKC's most distinctive-looking breeds. Skyes stand 9 or 10 inches high and feature a long, flat-lying coat and peekaboo hairdo. They're known for big, feathery ears that stand up like bat wings, but Skyes can also have 'drop ears,' which lie flat against the large, long head. Beneath the profuse coat are short, muscular legs and a deep chest. When seen in profile, these elegant but substantial terriers are twice as long as they are high."
    ],
    "breedDescription": "",
    "yearAdded": 1887,
    "keywords": ["Courageous", "Good-tempered", "Canny"],
    "height": 10,
    "weight": 45,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Long"],
    "colors": ["Black", "Blue", "Cream", "Fawn", "Gray", "Platinum", "Silver"],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Smooth Fox Terrier",
    "breedDescription": "The Smooth Fox Terrier, called the 'gentleman of the terrier world,' is a lively, gregarious terrier with a devil-may-care attitude, originally developed for Britain's traditional foxhunts. They are close relatives to Wire Fox Terriers. Smooths are quite similar to their close relatives, Wire Fox Terriers. Like their crispy-coated cousins, Smooths stand no more than 15.5 inches at the shoulder. The distinguishing physical trait, besides coat type, is the head: A Smooth's head is more V-shaped than a Wire's. The dense, flat coat is predominantly white, with black, tan, or black-and-tan markings. These cleverly made hunters are strong and sturdy, but never coarse and clunky. Short-backed and symmetrical, they move with the unwavering grace of a pendulum clock.",
    "yearAdded": 1885,
    "keywords": ["Independent", "Friendly", "Amusing"],
    "height": 16,
    "weight": 18,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "White",
      "White & Black",
      "White & Tan",
      "White Black & Tan",
      "White Tan & Black"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Soft Coated Wheaten Terrier",
    "breedDescription": "The Soft Coated Wheaten Terrier, an exuberant Irish farm dog, is happy, friendly, deeply devoted, and just stubborn enough to remind you he's a terrier. The unique wheaten coat is low-shedding but needs diligent care to avoid matting. The hallmark of these merry extroverts, and what sets them apart from other terriers, is the silky, gently waving coat. It runs from a pale beige to a shimmering gold, recalling the color of ripening wheat. Topping out at 19 inches tall and 40 pounds, Wheatens are square, sturdy terriers with a peek-a-boo hairdo and dashing goatee. The overall picture is that of a hard-muscled but soft-coated working terrier or, as the breed has been described, an iron fist in a velvet glove.",
    "yearAdded": 1973,
    "keywords": ["Friendly", "Happy", "Deeply Devoted"],
    "height": 19,
    "weight": 40,
    "lifeExpectancy": 14,
    "coatType": ["Wavy", "Silky"],
    "coatLength": ["Medium"],
    "colors": ["Wheaten"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Staffordshire Bull Terrier",
    "breedDescription": "From his brawling past, the muscular but agile Staffordshire Bull Terrier retains the traits of courage and tenacity. Happily, good breeding transformed this former gladiator into a mild, playful companion with a special feel for kids. At 14 to 16 inches, Staffies do not stand particularly tall. But, weighing anywhere between 24 to 38 pounds, Staffies pour a gallon of dog into a quart-size container. These are rock-solid, muscular terriers. The head is short and broad, with pronounced cheek muscles, and the tight-fitting coat comes in several colors.     Staffies still resemble the pugnacious brawlers who once ruled England's fighting pits. But today's responsible breeders are producing sweet-natured, eager-to-please Staffies with a reputation for being a patient companions to the whole family. These are true-blue loyal companions, but the old fighting instinct still exists within, making it vital that Staffie pups be socialized with other dogs to learn good canine manners.",
    "yearAdded": 1974,
    "keywords": ["Clever", "Brave", "Tenacious"],
    "height": 16,
    "weight": 38,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black",
      "Black & White",
      "Blue",
      "Blue & White",
      "Brindle",
      "Brindle & White",
      "Fawn",
      "Fawn & White",
      "Red",
      "Red & White",
      "White",
      "White & Brindle",
      "White & Fawn",
      "White & Red",
      "Black & Tan",
      "Liver"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Welsh Terrier",
    "breedDescription": "The Welsh Terrier is as alert and spirited as any self-respecting terrier, but a bit calmer than most'¿'game, not quarrelsome,' as breed fanciers say. The Welshman was bred to do battle with badgers, otters, and other dangerous opponents. Sturdy, compact, and rugged, with a tight-fitting black-and-tan coat and a rectangular head featuring folded ears and a jaunty beard, Welsh are constructed along the classic lines of Britain's long-legged terriers. They stand about 15 inches at the shoulder, a little larger than the Lakeland Terrier but much smaller than the mighty Airedale. All three breeds, however, share a family resemblance: An ancient breed called the Old English Black and Tan Terrier is thought to be the granddaddy of these and some other British terriers.",
    "yearAdded": 1888,
    "keywords": ["Intelligent", "Friendly", "Spirited"],
    "height": 15,
    "weight": 20,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": ["Black & Tan", "Grizzle & Tan", "Black Grizzle & Tan"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "West Highland White Terrier",
    "breedDescription": "Smart, confident, and always entertaining at play, the adorable West Highland White Terrier (Westie, for short) has charmed owners for over 300 years. This diminutive but sturdy earthdog is among the most popular of the small terriers. Standing 10 to 11 inches at the shoulder, with dark piercing eyes, compact body, and a carrot-shaped tail wagging with delight, the Westie's looks are irresistible. Beneath the plush-toy exterior, though, is a true working terrier of gameness and courage. Bred to hunt rats and other underground rodents, Westies are surprisingly strong and tough. The all-white double coat is hard to the touch, not soft and fluffy. Alert and active, Westies exhibit traits of a plucky and self-reliant ratting terrier: They require no pampering, they will chase after anything that moves, and their independence can make training a challenge. But, thanks to their faithfulness and keen intelligence, Westies will train nicely with time and patience.",
    "yearAdded": 1908,
    "keywords": ["Loyal", "Happy", "Entertaining"],
    "height": 11,
    "weight": 20,
    "lifeExpectancy": 15,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["White"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Wire Fox Terrier",
    "breedDescription": "The Wire Fox Terrier breed standard says they should be 'on the tip-toe of expectation at the slightest provocation.' Once a mainstay of traditional British foxhunts, today's Wire is a handsome and amusing companion and master show dog. The Wire Fox Terrier, 16 to 18 pounds of coiled energy is a sturdy, symmetrical, short-backed hunter with fire and intelligence shining in its dark, round eyes. The predominantly white coat is rough and wiry; the V-shaped ears are neatly folded forward, the better to point up the face's distinctive, and completely irresistible, expression. Wires are delightful pets for families looking for an upbeat, friendly companion with loads of personality. As terriers, they possess the typical independence and prey drive of this feisty canine clan. They are smart and companionable; training can be a challenge but by no means impossible. Excellent athletes, natural comedians, and charming housemates, Wires are long-lived and low-shedding.",
    "yearAdded": 1885,
    "keywords": ["Alert", "Confident", "Gregarious"],
    "height": 16,
    "weight": 18,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": [
      "White",
      "White & Black",
      "White & Tan",
      "White Black & Tan",
      "White Tan & Black"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 4
  },
  {
    "breedName": "Affenpinscher",
    "breedDescription": "Loyal, curious, and famously amusing, this almost-human toy dog is fearless out of all proportion to his size. As with all great comedians, it's the Affenpinscher's apparent seriousness of purpose that makes his antics all the more amusing. The Affen's apish look has been described many ways. They've been called 'monkey dogs' and 'ape terriers.' The French say diablotin moustachu ('mustached little devil'), and Star Wars fans argue whether they look more like Wookies or Ewoks.     Standing less than a foot tall, these sturdy terrier-like dogs approach life with great confidence. 'This isn't a breed you train, 'a professional dog handler tells us, 'He's like a human. You befriend him.' The dense, harsh coat is described as 'neat but shaggy' and comes in several colors; the gait is light and confident. They can be willful and domineering, but mostly Affens are loyal, affectionate, and always entertaining. Affen people say they love being owned by their little monkey dogs.",
    "yearAdded": 1936,
    "keywords": ["Confident", "Famously Funny", "Fearless"],
    "height": 12,
    "weight": 10,
    "lifeExpectancy": 15,
    "coatType": ["Wiry"],
    "coatLength": ["Short", "Medium"],
    "colors": ["Black", "Black & Tan", "Black & Silver", "Red", "Belge"],
    "markings": ["Black Mask"],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Biewer Terrier",
    "breedDescription": "The Biewer Terrier is an elegant, longhaired, tri-colored toy terrier whose only purpose in life is to love and be loved. They maintain a charming, whimsical attitude well into adulthood. Carrying around a toy or two is not surprising.The Biewer Terrier is a very dedicated, loyal family member and friendly with strangers. A large percentage of the Biewer Terriers are happy-go-lucky dogs, smiling when asked if they are happy. In spite of its small stature, the Biewer is a very hearty, athletic dog and an excellent hunter of vermin. They are lighthearted, have a childlike attitude and like to carry toys in their mouths. He is quick to alert you to company, but is not a constant barker. How do you pronounce Biewer Terrier? Beaver, exactly like out little dam building friends.",
    "yearAdded": 2021,
    "keywords": ["Intelligent", "Devoted", "Amusing"],
    "height": 11,
    "weight": 8,
    "lifeExpectancy": 16,
    "coatType": ["Silky"],
    "coatLength": ["Long"],
    "colors": [
      "Chocolate Tan & White",
      "Black Tan & White",
      "Blue Tan & White"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Brussels Griffon",
    "breedDescription": "Tipping the scales at no more than 12 pounds, this humanlike toy of complex character has enough personality for 10 ordinary dogs. A sensitive companion for discerning grownups, the Brussels Griffon is smart, devoted, and comically self-important.With this breed, you get a big personality in a 5-to-15-pound package. One look into his big, human-like eyes, and you'll be smitten. Griffs come in four colors red, black-and-reddish-brown (called belge), black and tan, and black and in smooth coats (like a Pug) or rough coats (like a Schnauzer). Their black muzzle and whiskers earned them the nickname 'bearded dogs' in old folk songs. The Griff's big black eyes described as 'almost human' coupled with a fringed beard and mustache covering his short muzzle, gives him the air of a worldly, French-speaking philosopher. Griffs come in four colors: red, black-and-reddish-brown (called belge), black and tan, and black and in smooth coats or rough coats. The Griff's body is thickset and sturdy, and he moves with the purposeful trot of a fellow who knows what he wants.  Griffs are alert, sociable, and easily trained. Although playful and energetic, their small size and sensitive nature make them a poor choice as roughhousing playmates for kids. They have a low threshold for loneliness and will stick close to their special human, providing years of love and laughter.",
    "yearAdded": 1910,
    "keywords": ["Alert", "Curious", "Loyal"],
    "height": 10,
    "weight": 10,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Smooth", "Double"],
    "coatLength": ["Short", "Medium"],
    "colors": [
      "Belge",
      "Black",
      "Black & Tan",
      "Red",
      "Brown",
      "Tan",
      "Wheaten",
      "Blue"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Cavalier King Charles Spaniel",
    "breedDescription": "The Cavalier King Charles Spaniel wears his connection to British history in his breed's name. Cavaliers are the best of two worlds, combining the gentle attentiveness of a toy breed with the verve and athleticism of a sporting spaniel. The Cavalier's all-around beauty, regal grace, and even temper mark him as one of dogdom's noblemen. A toy spaniel no more than 13 inches high, the Cavalier draws you in with his face: The sweet, gentle, melting expression emanating from large, round eyes is a breed hallmark. Another is the silky, richly colored coat that can be one of four distinct varieties (described in this page's History section). Cavaliers may be aristocrats, but they gladly descend from their royal high horse for a backyard frolic or a squirrel chase. They get along nicely with children and other dogs. Adaptable Cavaliers do equally well with active owners and homebodies'¿they can be upbeat athletes or shameless couch potatoes, depending on an owner's lifestyle.",
    "yearAdded": 1995,
    "keywords": ["Affectionate", "Gentle", "Graceful"],
    "height": 13,
    "weight": 18,
    "lifeExpectancy": 15,
    "coatType": ["Wavy", "Silky"],
    "coatLength": ["Medium"],
    "colors": ["Blenheim", "Black & Tan", "Black & White", "Ruby"],
    "markings": ["Tan Markings"],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Chihuahua",
    "breedDescription": "The Chihuahua is a tiny dog with a huge personality. A national symbol of Mexico, these alert and amusing 'purse dogs' stand among the oldest breeds of the Americas, with a lineage going back to the ancient kingdoms of pre-Columbian times. The Chihuahua is a balanced, graceful dog of terrier-like demeanor, weighing no more than 6 pounds. The rounded 'apple' head is a breed hallmark. The erect ears and full, luminous eyes are acutely expressive. Coats come in many colors and patterns, and can be long or short. The varieties are identical except for coat. Chihuahuas possess loyalty, charm, and big-dog attitude. Even tiny dogs require training, and without it this clever scamp will rule your household like a little Napoleon. Compact and confident, Chihuahuas are ideal city pets. They are too small for roughhousing with kids, and special care must be taken in cold weather, but Chihuahuas are adaptable'¿as long as they get lots of quality time in their preferred lap.",
    "yearAdded": 1904,
    "keywords": ["Charming", "Graceful", "Sassy"],
    "height": 8,
    "weight": 6,
    "lifeExpectancy": 16,
    "coatType": ["Smooth"],
    "coatLength": ["Short", "Medium"],
    "colors": [
      "Black",
      "Black & Tan",
      "Blue & Tan",
      "Chocolate",
      "Chocolate & Tan",
      "Cream",
      "Fawn",
      "Fawn & White",
      "Red",
      "Black & Red",
      "Black & Silver",
      "Black & White",
      "Black Sabled Fawn",
      "Black Sabled Silver",
      "Blue",
      "Blue & White",
      "Blue Brindled Fawn",
      "Blue Fawn",
      "Chocolate & White",
      "Chocolate Blue",
      "Chocolate Brindled Fawn",
      "Chocolate Sabled Fawn",
      "Cream & White",
      "Fawn Brindled Black",
      "Gold",
      "Gold & White",
      "Red & White",
      "Silver",
      "Silver & White",
      "White"
    ],
    "markings": [
      "Black Brindling",
      "Black Mask",
      "Black Sabling",
      "Spotted On White",
      "White Markings",
      "Black Mask, White Markings",
      "Blue Mask",
      "Cream Markings",
      "Fawn Markings",
      "Red Markings",
      "Merle Markings"
    ],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Chinese Crested",
    "breedDescription": "With their spotted pink skin, spiky 'crested' hairdo, furry socks and feathery tail, you can't mistake the sweet and slender Chinese Crested for any other breed. This frolicsome, ultra-affectionate companion dog is truly a breed apart. The Chinese Crested, a lively and alert toy breed standing between 11 and 13 inches high, can be hairless or coated. The hairless variety has smooth, soft skin and tufts of hair on the head, tail, and ankles. The coated variety, called the 'powderpuff,' is covered by a soft, silky coat. Besides the coat, there's very little difference between the powderpuff and his undressed brother. Both varieties are characterized by fine-boned elegance and graceful movement. Cresteds are as fun as they look: playful, loving, and devoted to their humans. The hairless has its advantages: there is no doggy odor, and for obvious reasons shedding isn't much of a problem. Both varieties are attentive housemates, totally in tune with their family.",
    "yearAdded": 1991,
    "keywords": ["Alert", "Lively", "Affectionate"],
    "height": 13,
    "weight": 12,
    "lifeExpectancy": 18,
    "coatType": ["Hairless", "Silky"],
    "coatLength": ["Short", "Medium"],
    "colors": [
      "Apricot",
      "Black",
      "Black White & Tan",
      "Blue",
      "Chocolate",
      "Cream",
      "Palomino",
      "Pink & Chocolate",
      "Pink & Slate",
      "Slate",
      "White",
      "Black & Tan",
      "Black & White",
      "Brown",
      "Pink",
      "Red",
      "Sable",
      "Silver",
      "White & Black",
      "White & Chocolate"
    ],
    "markings": ["Spotted", "White Markings"],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "English Toy Spaniel",
    "breedDescription": "The merry English Toy Spaniel was bred to be the companion of kings. But ETS are spaniels first and pampered lapdogs second, and beneath the patrician exterior beats the heart of a real doggy dog-bright, loving, and willing to please. The ETS is a square, snub-nosed toy weighing no more than 14 pounds. The large domed head-with its long and lush ears, dark melting eyes, and chubby cheeks-is a famous breed trait. The profuse coat comes in four varieties, each with its own proper name: red and white (Blenheim); black and tan (King Charles); white, black, and tan (Prince Charles); and a solid red (Ruby). Blenheims often have a red mark, the 'Blenheim Spot,' on top of the head. The ETS, like many toy breeds kept by royals, came to assume the personalities of their aristocratic owners. They can be proud and willful, and extremely discriminating in their choice of friends. With their favored humans, they are affectionate at home and exuberant and curious at play.",
    "yearAdded": 1886,
    "keywords": ["Intelligent", "Playful", "Gentle"],
    "height": 10,
    "weight": 14,
    "lifeExpectancy": 12,
    "coatType": ["Double", "Silky"],
    "coatLength": ["Medium"],
    "colors": ["Black & Tan", "Black White & Tan", "Red", "Red & White"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Havanese",
    "breedDescription": "Havanese, the only dog breed native to Cuba, are cheerful little dogs with a spring in their step and a gleam in their big, brown eyes. These vivacious and sociable companions are becoming especially popular with American city dwellers. ¿Distinctive features of the Havanese include a curled-over tail and a gorgeous silky coat, which comes in a variety of colors. Some owners enjoy cording the coat, in the manner of a Puli, and others clip it short to reduce grooming time. Happily, Havenese are just as cute no matter what hairdo you give them. Their small but sturdy bodies, adaptable nature, and social skills make Havanese an ideal city dog, but they are content to be anywhere that they can command the attention of admirers young and old alike. Havanese, smart and trainable extroverts with the comic instincts of a born clown, are natural trick dogs. Havanese are also excellent watchdogs and take the job seriously, but will usually keep the barking to a minimum.",
    "yearAdded": 1996,
    "keywords": ["Intelligent", "Outgoing", "Funny"],
    "height": 12,
    "weight": 13,
    "lifeExpectancy": 16,
    "coatType": ["Double", "Silky"],
    "coatLength": ["Long"],
    "colors": [
      "White",
      "Black",
      "Black Brindle",
      "Blue",
      "Blue Brindle",
      "Chocolate",
      "Cream",
      "Fawn",
      "Gold",
      "Gold Brindle",
      "Gold Sable",
      "Red",
      "Red Sable",
      "Red Brindle",
      "Silver",
      "Silver Brindle",
      "Black & Tan",
      "Black & Silver",
      "Fawn Brindle",
      "Fawn Sable",
      "Chocolate Sable",
      "Chocolate Brindle",
      "Black & Tan Brindle",
      "Black & Silver Brindle",
      "Silver Sable"
    ],
    "markings": [
      "Parti-Color",
      "Irish Pied",
      "White Markings",
      "Cream Markings",
      "Silver Markings",
      "Tan Points",
      "Silver Points",
      "Parti Belton"
    ],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Italian Greyhound",
    "breedDescription": "A true Greyhound in miniature, the elegant Italian Greyhound is an alert, playful, and highly affectionate toy companion. IGs make decorative couch dogs, but at heart they are flash-and-dash coursing hounds with an instinct for pursuit. IGs are Greyhounds in miniature'¿more slender, but a Greyhound's equal in grace and elegance. Standing ideally 13 to 15 inches at the shoulder, they present the sleek, curving lines common to all coursing hounds. Distinguishing features are the long, fine-boned legs. IGs combine the attentiveness of lapdogs with the complexity of ancient, aristocratic hounds. Bred for centuries to be doting companions and jesters, these high-stepping charmers refuse to be ignored. 'On the whole,' writes an IG expert, 'the breed would much rather be in your lap or bed than on the floor.' They are, though, true sighthounds and will bolt after quick-moving prey at the drop of a cat. A short-coat, low-fat breed, IGs require extra care in cold weather",
    "yearAdded": 1886,
    "keywords": ["Alert", "Playful", "Sensitive"],
    "height": 15,
    "weight": 14,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Fawn",
      "Blue",
      "Red",
      "Red Fawn",
      "Black",
      "Blue Fawn",
      "Sable",
      "Seal",
      "White & Black",
      "White & Blue",
      "White & Fawn",
      "White & Red",
      "White & Red Fawn",
      "White & Blue Fawn",
      "White & Seal",
      "White & Sable",
      "Black & Tan",
      "White",
      "Brindle",
      "Blue & Tan",
      "Chocolate",
      "Cream"
    ],
    "markings": [
      "White Markings",
      "Black Mask",
      "Blue Mask",
      "White Markings, Black Mask",
      "White Markings, Blue Mask"
    ],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Japanese Chin",
    "breedDescription": "The Japanese Chin is a charming toy companion of silky, profuse coat and an unmistakably aristocratic bearing. Often described as a distinctly 'feline' breed, this bright and amusing lapdog is fastidious, graceful, and generally quiet. Chin are the unrivaled noblemen of Japanese breeds. They're tiny 'indoorsy' companions, with an unmistakably Eastern look and bearing. The head is large, the muzzle short, and the round, dark eyes convey, as Chin fans like to say, a 'look of astonishment.' The profuse mane around the neck and shoulders, the plumed tail arching over the back, and the pants or 'culottes' on the hind legs project the elegant, exotic appearance so typical of Asia's royal line of laptop cuddle bugs.",
    "yearAdded": 1888,
    "keywords": ["Charming", "Loving", "Noble"],
    "height": 11,
    "weight": 11,
    "lifeExpectancy": 12,
    "coatType": ["Silk"],
    "coatLength": ["Medium"],
    "colors": [
      "Black & White",
      "Black Tan & White",
      "Lemon & White",
      "Red & White",
      "Sable & White",
      "White & Black"
    ],
    "markings": ["Red Markings"],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Maltese",
    "breedDescription": "The tiny Maltese, 'Ye Ancient Dogge of Malta,' has been sitting in the lap of luxury since the Bible was a work in progress. Famous for their show-stopping, floor-length coat, Maltese are playful, charming, and adaptable toy companions. Maltese are affectionate toy dogs weighing less than seven pounds, covered by a long, straight, silky coat. Beneath the all-white mantle is a compact body moving with a smooth and effortless gait. The overall picture depicts free-flowing elegance and balance. The irresistible Maltese face' with its big, dark eyes and black gumdrop nose' can conquer the most jaded sensibility.     Despite their aristocratic bearing, Maltese are hardy and adaptable pets. They make alert watchdogs who are fearless in a charming toy-dog way, and they are game little athletes on the agility course. Maltese are low-shedding, long-lived, and happy to make new friends of all ages. Sometimes stubborn and willful, they respond well to rewards-based training.",
    "yearAdded": 1888,
    "keywords": ["Playful", "Charming", "Gentle"],
    "height": 9,
    "weight": 7,
    "lifeExpectancy": 15,
    "coatType": ["Silky"],
    "coatLength": ["Long"],
    "colors": ["White", "White & Lemon", "White & Tan"],
    "markings": ["Black Points"],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Manchester Terrier (Toy)",
    "breedDescription": "The Manchester Terrier is named after the English city where it was first bred. Sleek, racy dogs who possess a terrier's ratting instinct and the graceful contours of coursing hounds, Manchesters are spirited, bright, and athletic. They combine the streamlined grace of a coursing hound and the instincts of a fearless rat terrier. These racy dogs come in two size varieties: Toy (not exceeding 12 pounds) and Standard (not exceeding 22 pounds). Manchesters combine the streamlined grace of a small coursing hound and the instincts of a fearless rat terrier. These racy little dogs come in two size varieties: Toy (not exceeding 12 pounds) and Standard (not exceeding 22 pounds). All Manchesters are similar in temperament, body type and athletic ability despite differences in size. They're easily recognized by a tight coat of rich mahogany tan and jet black. The head is long and wedge-shaped; tan spots above each eye point up a watchful expression. Manchesters can motor, running with good reach in front and propulsive rear drive powered by a muscular caboose.",
    "yearAdded": 1886,
    "keywords": ["Intelligent", "Agile", "Spirited"],
    "height": 12,
    "weight": 12,
    "lifeExpectancy": 17,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Black & Tan", "Black"],
    "markings": ["Tan Markings"],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Miniature Pinscher",
    "breedDescription": "The leggy Miniature Pinscher is known to fans as the 'King of Toys.' This proud, fearless, fun-loving toy breed of lustrous coat and a compact, wedge-shaped physique is a true personality dog, known for a high-stepping 'hackney' gait. Min Pins are sturdy, compact dogs standing no more than 12.5 inches at the shoulder. The smooth, shiny coat comes in two shades of solid red, or chocolate-and-rust or black-and-rust. The dark, slightly oval eyes and high-set ears help bring out a self-possessed, 'big dog' personality. A distinguishing characteristic is the Min Pin's high-stepping 'hackney' gait, reminiscent of a hackney horse at the trot.",
    "yearAdded": 1925,
    "keywords": ["Fearless", "Proud", "Fun-loving"],
    "height": 13,
    "weight": 10,
    "lifeExpectancy": 16,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Fawn & Rust",
      "Black & Rust",
      "Black & Tan",
      "Chocolate & Tan",
      "Red",
      "Stag Red",
      "Chocolate & Rust",
      "Blue & Tan",
      "Blue & Rust",
      "Fawn (Isabella) Stag Red",
      "Chocolate Stag Red",
      "Blue Stag Red",
      "Fawn (Isabella) & Tan"
    ],
    "markings": ["White Markings", "Self-colored nose"],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Papillon",
    "breedDescription": "The quick, curious Papillon is a toy dog of singular beauty and upbeat athleticism. Despite his refined appearance, the Pap is truly a 'doggy dog' blessed with a hardy constitution. Papillon fanciers describe their breed as happy, alert, and friendly. A tiny dog, measuring 8 to 11 inches at the shoulder, you can still spot a Papillon a block away thanks to the large, wing-shaped ears that give the breed its name ('papillon' is French for 'butterfly'). Some Paps have erect ears; in others, known as the Phalene type, the ears are down. Paps are dainty and elegant, with a plumed tail, and a long, silky coat of several color combinations, the base color being white. More robust than they look, Paps are little dogs for all seasons and reasons. They thrive in warm or cool climates, in town or country, and are eager to join family fun. They are excellent agility dogs and are consistent winners at the sport's highest levels; less ambitious owners can train them to do all kinds of tricks.",
    "yearAdded": 1915,
    "keywords": ["Alert", "Friendly", "Happy"],
    "height": 11,
    "weight": 10,
    "lifeExpectancy": 16,
    "coatType": ["Silky"],
    "coatLength": ["Medium"],
    "colors": [
      "White & Black",
      "White & Lemon",
      "White & Red",
      "White & Sable",
      "White Black & Tan",
      "Black Brown & White",
      "Black Red & White",
      "Brown & White",
      "Fawn & White",
      "Red",
      "Red White & Sable",
      "Sable",
      "White",
      "White & Liver",
      "White & Silver"
    ],
    "markings": [
      "Black Markings",
      "Black Mask",
      "Red Markings",
      "Sable",
      "Tan Markings"
    ],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Pekingese",
    "breedDescription": "The Pekingese, a compact toy companion of regal bearing and a distinctive rolling gait, is one of several breeds created for the ruling classes of ancient China. These are sophisticated dogs of undying loyalty and many subtle delights. Pekingese are compact, stocky toy dogs weighing up to 14 pounds. The coat is longest at the neck and shoulders, giving Pekes their famous 'lion's mane.' Coats come in various reds, from a golden-red to darker shades. The large, short-muzzled head is a wider-than-long 'envelope shaped' rectangle, and the eyes are large, dark, and sparkly. A unique feature of Pekes is their effortless 'rolling' gait. Pekes are charming, confident companions who develop a tight bond with their favorite human. Bred to live in palaces, they can be as serenely independent as the emperors who owned them. (They're 'opinionated,' Peke people say.) Ever alert, they make good watchdogs. Pekes will tolerate kids but won't stand for a lot of roughhousing.",
    "yearAdded": 1906,
    "keywords": ["Loyal", "Affectionate", "Regal in manner"],
    "height": 9,
    "weight": 14,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Long"],
    "colors": [
      "Biscuit",
      "Black",
      "Black & Tan",
      "Cream",
      "Fawn",
      "Fawn Sable",
      "Gray",
      "Gray Sable",
      "Red",
      "Red Sable",
      "White",
      "Red Brindle",
      "Fawn Brindle",
      "Light Red"
    ],
    "markings": [
      "Black Mask",
      "Parti-Color",
      "White Markings",
      "Black Face",
      "Black Face, White Markings",
      "Black Mask, White Markings",
      "Black Muzzle",
      "Black Muzzle, White Markngs"
    ],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Pomeranian",
    "breedDescription": "The tiny Pomeranian, long a favorite of royals and commoners alike, has been called the ideal companion. The glorious coat, smiling, foxy face, and vivacious personality have helped make the Pom one of the world's most popular toy breeds. ¿The Pomeranian combines a tiny body (no more than seven pounds) and a commanding big-dog demeanor. The abundant double coat, with its frill extending over the chest and shoulders, comes in almost two dozen colors, and various patterns and markings, but is most commonly seen in orange or red. Alert and intelligent, Pomeranians are easily trained and make fine watchdogs and perky pets for families with children old enough to know the difference between a toy dog and a toy. Poms are active but can be exercised with indoor play and short walks, so they are content in both the city and suburbs. They will master tricks and games with ease, though their favorite activity is providing laughs and companionship to their special human.",
    "yearAdded": 1888,
    "keywords": ["Inquisitive", "Lively", "Bold"],
    "height": 7,
    "weight": 7,
    "lifeExpectancy": 16,
    "coatType": ["Double"],
    "coatLength": ["Long"],
    "colors": [
      "Blue Merle",
      "Blue Brindle",
      "Chocolate Merle",
      "Blue Sable",
      "Black",
      "Black & Tan",
      "Blue",
      "Blue & Tan",
      "Chocolate",
      "Chocolate & Tan",
      "Cream",
      "Cream Sable",
      "Orange",
      "Orange Sable",
      "Red",
      "Red Sable",
      "Beaver",
      "Brindle",
      "Chocolte Sable",
      "White",
      "Wolf Sable",
      "Beaver Sable",
      "Tri-Colored",
      "Black & Brindle"
    ],
    "markings": [
      "Parti-Color",
      "Mask",
      "White Markings",
      "Tan Markings",
      "Brindle",
      "Irish Marked",
      "Tri Color Markings",
      "Sable",
      "Merle Markings"
    ],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Poodle (Toy)",
    "breedDescription": "Despite his diminutive size, the Toy Poodle stands proudly among dogdom's true aristocrats. Beneath the curly, low-allergen coat is an elegant athlete and companion for all reasons and seasons. Poodles come in three size varieties: Standards should be more than 15 inches tall at the shoulder; Miniatures are 15 inches or under; Toys stand no more than 10 inches. All three varieties have the same build and proportions. At dog shows, Poodles are usually seen in the elaborate Continental clip. Most pet owners prefer the simpler Sporting clip, in which the coat is shorn to follow the outline of the squarely built, smoothly muscled body.  Forget any preconceived notions about Poodles you may have: Poodles are eager, athletic, and wickedly smart dogs of remarkable versatility. The Standard, with his greater size and strength, is the best all-around athlete of the family, but all Poodles can be trained with great success.",
    "yearAdded": 1887,
    "keywords": ["Intelligent", "Agile", "Self-confident"],
    "height": 10,
    "weight": 6,
    "lifeExpectancy": 18,
    "coatType": ["Curly"],
    "coatLength": ["Long"],
    "colors": [
      "Apricot",
      "Black",
      "Blue",
      "Brown",
      "Cream",
      "Red",
      "Silver",
      "Silver Beige",
      "White",
      "Cafe Au Lait",
      "Gray",
      "Black & Cream",
      "Black & Gray",
      "Black & Silver",
      "Black & White",
      "Blue & White",
      "Brown & Apricot",
      "Brown & White",
      "Black & Apricot",
      "Cream & White",
      "Black & Brown",
      "Gray & White",
      "Red & Apricot",
      "Red & White",
      "White & Apricot",
      "White & Silver",
      "Black & Tan"
    ],
    "markings": ["Black Mask", "Black Points", "White Markings", "White Mask"],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Pug",
    "breedDescription": "Once the mischievous companion of Chinese emperors, and later the mascot of Holland's royal House of Orange, the small but solid Pug is today adored by his millions of fans around the world. Pugs live to love and to be loved in return. The Pug's motto is the Latin phrase 'multum in parvo' (a lot in a little)'¿an apt description of this small but muscular breed. They come in three colors: silver or apricot-fawn with a black face mask, or all black. The large round head, the big, sparkling eyes, and the wrinkled brow give Pugs a range of human-like expressions'¿surprise, happiness, curiosity'¿that have delighted owners for centuries. Pug owners say their breed is the ideal house dog. Pugs are happy in the city or country, with kids or old folks, as an only pet or in a pack. They enjoy their food, and care must be taken to keep them trim. They do best in moderate climates'¿not too hot, not too cold'¿but, with proper care, Pugs can be their adorable selves anywhere.",
    "yearAdded": 1885,
    "keywords": ["Charming", "Loving", "Mischievous"],
    "height": 13,
    "weight": 18,
    "lifeExpectancy": 15,
    "coatType": ["Smooth", "Short"],
    "coatLength": ["Black", "Fawn"],
    "colors": ["Black Mask"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Russian Toy",
    "breedDescription": "The Russian Toy is a small, elegant, lively dog with long legs, fine bones and lean muscles. They are active and cheerful, possessing keen intelligence and a desire to please. This breed loves to snuggle and be close to their human companions, although sometimes slightly aloof to strangers. They are neither cowardly nor aggressive. The Russian Toy is a toy breed with a lineage that dates back to the Russian aristocracy. In general, he is a good-natured imp that loves to run and play. They will dash through the house or yard chasing toys as long as you can keep up, while many others are willing to do nothing more than lounge in your lap all day long, content in knowing that they are the prize jewel in your home. They thrive on human companionship and will let you know if they are feeling neglected. Their coat is either semi-long or smooth. The longhaired variety carries a nice ruff on the chest and unique feathering on the extremities, tail and ears. Long-coated Russian Toys will not have an adult coat until it is more than a year old and full fringing not until three years of age. The smooth-coated variety is sleek and smooth to the touch. There is also a slight attitude difference between the two varieties. Smooth Coats tend to be a little more terrier-like than Long Coats. However, both share a larger-than-life personality. ",
    "yearAdded": 2022,
    "keywords": ["Loyal", "Charming", "Smart"],
    "height": 11,
    "weight": 7,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Short"],
    "colors": [
      "Red & Brown",
      "Black & Tan",
      "Blue & Tan",
      "Red Sable",
      "Red",
      "Brown & Tan",
      "Fawn",
      "Cream",
      "Lilac"
    ],
    "markings": ["Tan Markings"],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Shih Tzu",
    "breedDescription": "That face! Those big dark eyes looking up at you with that sweet expression! It's no surprise that Shih Tzu owners have been so delighted with this little 'Lion Dog' for a thousand years. Where Shih Tzu go, giggles and mischief follow. Shi Tsu (pronounced in the West 'sheed-zoo' or 'sheet-su'; the Chinese say 'sher-zer'), weighing between 9 to 16 pounds, and standing between 8 and 11 inches, are surprisingly solid for dogs their size. The coat, which comes in many colors, is worth the time you will put into it'¿few dogs are as beautiful as a well-groomed Shih Tzu. Being cute is a way of life for this lively charmer. The Shih Tzu is known to be especially affectionate with children. As a small dog bred to spend most of their day inside royal palaces, they make a great pet if you live in an apartment or lack a big backyard. Some dogs live to dig holes and chase cats, but a Shih Tzu's idea of fun is sitting in your lap acting adorable as you try to watch TV.",
    "yearAdded": 1969,
    "keywords": ["Playful", "Affectionate", "Outgoing"],
    "height": 11,
    "weight": 16,
    "lifeExpectancy": 18,
    "coatType": ["Double"],
    "coatLength": ["Long"],
    "colors": [
      "Black",
      "Black & White",
      "Brindle",
      "Brindle & White",
      "Gold",
      "Gold & White",
      "Red & White",
      "Silver & White",
      "Blue",
      "Blue & White",
      "Liver",
      "Liver & White",
      "Silver",
      "Red",
      "Black Gold & Silver",
      "Black White & Silver",
      "White",
      "Silver Gold & White",
      "Black Gold & White"
    ],
    "markings": [
      "Black Mask",
      "Black Markings",
      "Tan Markings",
      "White Markings"
    ],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Silky Terrier",
    "breedDescription": "A charming member of the AKC Toy Group, the compact, glossy-coated Silky Terrier is nonetheless a true terrier of energetic high spirits. The Silky, a native of Sydney, Australia, is larger than his close cousin, the Yorkshire Terrier. Small but not fragile, feisty but not yappy, pretty but not sculpted, Silkys are 10-inch-tall dynamos animated by curiosity and high spirits. The glorious blue-and-tan coat is straight and glossy, and it feels and behaves much like human hair. The wedge-shaped head is topped by profuse hair parted down the middle, and erect V-shaped ears draw attention to the keen, piercing expression of the almond-shaped eyes. Silkys are more refined than typical ratting terriers, but they should still look and behave like a true earthdog.",
    "yearAdded": 1959,
    "keywords": ["Friendly", "Quick", "Keenly alert"],
    "height": 10,
    "weight": 10,
    "lifeExpectancy": 15,
    "coatType": ["Silky"],
    "coatLength": ["Long"],
    "colors": [
      "Blue Silver & Tan",
      "Gray & Tan",
      "Silver & Tan",
      "Silver Black & Tan",
      "Blue & Tan",
      "Black & Tan"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Toy Fox Terrier",
    "breedDescription": "A diminutive satin-coated terrier with an amusing toy-dog personality, the Toy Fox Terrier is, as breed fanciers say, 'truly a toy and a terrier.' They began as barnyard ratters but are today beguiling companions with a big personality. A surefire recipe for fun: Take the lovability of a lapdog. Combine with terrier tenacity. Pour the mixture into a beautifully balanced container. Wrap in a tight-fitting satin coat. Top with large, erect ears and dark eyes that sparkle with eager intelligence. This is the Toy Fox Terrier, a lithe but sturdy little comedian standing under a foot tall but packed with enough charisma for a whole kennel of ordinary dogs. The breed's admirers like to say, 'TFTs are truly a toy and a terrier.'",
    "yearAdded": 2003,
    "keywords": ["Alert", "Intelligent", "Friendly"],
    "height": 11.5,
    "weight": 9,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "White & Black",
      "White & Tan",
      "White Black & Tan",
      "White, Chocolate & Tan",
      "White & Chocolate"
    ],
    "markings": [],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "Yorkshire Terrier",
    "breedDescription": "Beneath the dainty, glossy, floor-length coat of a Yorkshire Terrier beats the heart of a feisty, old-time terrier. Yorkies earned their living as ratters in mines and mills long before they became the beribboned lapdogs of Victorian ladies. The Yorkshire Terrier is a compact, toy-size terrier of no more than seven pounds whose crowning glory is a floor-length, silky coat of steel blue and a rich golden tan. Don't let the Yorkie's daintiness fool you. Tenacious, feisty, brave, and sometimes bossy, the Yorkie exhibits all the traits of a true terrier. Often named the most popular dog breed in various American cities, Yorkies pack lots of big-town attitude into a small but self-important package. They are favorites of urbanites the world over. Yorkies are long-lived and hypoallergenic (the coat is more like human hair than animal fur), and they make fine little watchdogs. This is a true 'personality breed,' providing years of laughs, love, and close companionship.",
    "yearAdded": 1885,
    "keywords": ["Affectionate", "Sprightly", "Tomboyish"],
    "height": 8,
    "weight": 7,
    "lifeExpectancy": 15,
    "coatType": ["Silky"],
    "coatLength": ["Long"],
    "colors": ["Blue & Gold", "Blue & Tan", "Black & Tan", "Black & Gold"],
    "markings": [],
    "breedImg": "",
    "groupNumber": 5
  },
  {
    "breedName": "American Eskimo Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Bichon Frise",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Boston Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Bulldog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Chinese Shar-Pei",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Chow Chow",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Coton de Tulear",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Dalmation",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Finnish Spitz",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "French Bulldog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Keeshond",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Lhasa Apso",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Lowchen",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Norwegian Lundehund",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Poodle (Miniature)",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Poodle (Standard)",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Schipperke",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Shiba Inu",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Tiebetan Spaniel",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Tiebetan Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Xoloitzcuintli",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 6
  },
  {
    "breedName": "Australian Cattle Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Australian Shepherd",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Bearded Collie",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Beauceron",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Belgian Laekenois",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Belgian Malinois",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Belgian Sheepdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Belgian Tervuren",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Bergamasco Sheepdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Berger Picard",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Border Collie",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Bouvier des Flandres",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Briard",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Canaan Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Cardigan Welsh Corgi",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Collie",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Entlebucher Mountain Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Finnish Lapphund",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "German Shepherd",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Icelandic Sheepdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Miniature American Sherpherd",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Mudi",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Norwegian Buhund",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Old English Sheepdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Pembroke Welsh Corgi",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Polish Lowland Sheepdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Puli",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Pumi",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Pyrenean Shepherd",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Shetland Sheepdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Spanish Water Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Swedish Vallhund",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 7
  },
  {
    "breedName": "Basset Fauve de Bretagne",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 8
  },
  {
    "breedName": "Danish-Swedish Farmdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 8
  },
  {
    "breedName": "Dutch Shepherd",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 8
  },
  {
    "breedName": "Japanese Akitainu",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 8
  },
  {
    "breedName": "Kai Ken",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 8
  },
  {
    "breedName": "Lancashire Heeler",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 8
  },
  {
    "breedName": "Norrbottenspets",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 8
  },
  {
    "breedName": "Peruvian Inca Orchid",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 8
  },
  {
    "breedName": "Portuguese Podengo",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 8
  },
  {
    "breedName": "Russian Tsvetnaya Bolonka",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 8
  },
  {
    "breedName": "Small Munsterlander",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 8
  },
  {
    "breedName": "Teddy Roosevelt Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [""],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [""],
    "coatLength": [""],
    "colors": [""],
    "markings": [],
    "breedImg": "",
    "groupNumber": 8
  }
]
