[
  {
    "breedName": "American Water Spaniel",
    "breedDescription": "The American Water Spaniel, native to the lake country of the upper Midwest, is an upbeat, outdoorsy athlete who loves to hunt and swim. They are known to be happy, eager, and charming, though aloof with strangers and a bit stubborn. American Water Spaniels are muscular midsize gundogs, not flashy in looks or performance, and recognizable by a luscious brown coat that is either tightly curled or wavy. Bred to work the icy waters and marshy banks of the Great Lakes region, these spaniels are ideally outfitted for the job: The coat is dense and waterproof, the feet are thickly padded, the toes are webbed, and the body is small enough for the dog to hop in and out of a skiff without rocking the boat. The breed's admirers describe a merry, intelligent, and versatile spaniel suited to a variety of dog sports. As hunters, they combine the working traits of spaniels and retrievers. The key to the American Water Spaniel's happiness is activity, especially alongside their adored human. An underemployed dog can be barky and destructive.",
    "yearAdded": 1940,
    "keywords": ["Charming", "Eager", "Happy"],
    "height": 18,
    "weight": 45,
    "lifeExpectancy": 14,
    "coatType": ["Curly", "Double"],
    "coatLength": ["Medium"],
    "colors": ["Brown", "Chocolate", "Liver"],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Barbet",
    "breedDescription": "An archetypic water dog of France, the Barbet is a rustic breed of medium size and balanced proportions who appears in artwork as early as the 16th century. In profile, the Barbet is slightly rectangular with a substantial head and long, sweeping tail. He has a long, dense covering of curly hair and a distinctive beard. An agile athlete, the Barbet has been used primarily to locate, flush, and retrieve birds. He has a cheerful disposition and is very social and loyal. The defining characteristic of this rustic, medium-sized bird dog is the dense curly coat that covers him from the top of his large, broad head to the tip of his curving tail. The coat comes in shades of black, gray, brown, or fawn, sometimes with white markings. The breed's delightfully shaggy coat and amiable nature creates the impression of a Muppet come to life, but the Barbet is a strong, solidly-built dog bred for centuries to be a keen hunter and tireless swimmer. Barbets are very intelligent and learn new things quickly. They have a calm nature and are easy to live with as long as their exercise needs are being met.",
    "yearAdded": 2020,
    "keywords": ["Friendly", "Bright", "Sweet-Natured"],
    "height": 25,
    "weight": 65,
    "lifeExpectancy": 14,
    "coatType": ["Curly", "Wavy"],
    "coatLength": ["Medium", "Long"],
    "colors": ["Black", "Brown", "Fawn", "Gray", "White"],
    "markings": ["White", "Gray", "Black", "Brown", "Fawn"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Boykin Spaniel",
    "breedDescription": "A medium-sized flushing and retrieving dog known for its rich brown coat, the Boykin Spaniel is avid, eager, merry, and trainable. This mellow housedog and tenacious bird dog was once South Carolina's best-kept secret. Boykins are medium-sized spaniels, larger and rangier than Cockers but more compact than Springers. The breed's hallmark is a beautiful solid-brown coat. Colors range from a rich liver to a luscious chocolate. The large, feathery ears hang close to the cheeks, setting off an expression of soulful intelligence. Bred to work in the lakes and swamps of their native South Carolina, web-toed Boykins can swim like seals. For years, Boykins were known only to hunters of Carolina waterfowl and wild turkey. But lately, the wider world has discovered that the Boykin is as delightful at home as he is eager at the lake. 'They are very, very sweet dogs to have around the family,' a longtime owner says, 'but an absolute tiger in the field.'",
    "yearAdded": 2009,
    "keywords": ["Friendly", "Eager", "Lovable"],
    "height": 18,
    "weight": 40,
    "lifeExpectancy": 15,
    "coatType": ["Double", "Wavy"],
    "coatLength": ["Medium"],
    "colors": ["Liver"],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Bracco Italiano",
    "breedDescription": "The Bracco Italiano is one of the oldest of the pointing breeds. It was introduced into the United States in the 1990s and has remained true to its heritage as a versatile gun dog. It is gentle in the home and tireless in the field. Tough and adapted to all types of hunting, the Bracco Italiano is reliable, intelligent, docile and easy to train. He has a powerful appearance, with lean limbs, well-developed muscles and a sculpted head. In English, he is the Italian Pointing Dog.",
    "yearAdded": 2022,
    "keywords": ["Intelligent", "Affectionate", "Enthusiastic"],
    "height": 27,
    "weight": 90,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["White", "White & Orange", "White & Chestnut"],
    "markings": ["Roan"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Brittany",
    "breedDescription": "Sportsmen on both sides of the Atlantic cherish the agile, energetic Brittany as a stylish and versatile gundog. Bright and eager at home, and tireless afield, Brittanys require a lot of exercises, preferably with their favorite humans. Brittanys are smaller than setters but leggier than spaniels, standing about 20 inches at the shoulder. Their beautiful, boldly patterned coat comes in combinations of white and vivid orange and liver (reddish-brown). They are rugged and strong but smooth, clean, and quick afoot. The face has the 'softness' prized by bird-dog lovers; high-set ears convey the breed's essential eagerness. The zeal and versatility that make Brittanys peerless hunters can be channeled into dog sports. Obedience, agility, flyball, dock diving'you name it, this trainable breed is up for it. The Brittany is a nice fit for those seeking an all-purpose hunting partner, a dog-sport teammate, or a companion in sync with an upbeat, outdoorsy family life.",
    "yearAdded": 1934,
    "keywords": ["Bright", "Fun-loving", "Upbeat"],
    "height": 21,
    "weight": 40,
    "lifeExpectancy": 14,
    "coatType": ["Wavy", "Double"],
    "coatLength": ["Short"],
    "colors": [
      "Liver & White",
      "Liver Roan",
      "Liver White & Orange",
      "Orange & White",
      "Orange Roan",
      "White & Liver",
      "White & Orange",
      "Black & White",
      "Black White & Orange",
      "Blue Roan",
      "White Black & Orange"
    ],
    "markings": ["Roan", "Spotted", "Ticked"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Chesapeake Bay Retriever",
    "breedDescription": "The Chesapeake Bay Retriever, peerless duck dog of the Mid-Atlantic, is an American original who embodies the classic traits of a good retriever: loyal, upbeat, affectionate, and tireless. The Chessie is famous for his waterproof coat. Chessies are strong, powerfully built gundogs standing anywhere from 21 to 26 inches at the shoulder. A male can weigh up to 80 pounds. The distinctive breed trait is a wavy coat that is oily to the touch. Chessies are solid-colored, either chocolatey brown, sedge, or deadgrass, with keen yellow-amber eyes that nicely complement the coat. Chessies are more emotionally complex than the usual gundog. Chessies take to training, but they have a mind of their own and can tenaciously pursue their own path. They are protective of their humans and polite, but not overtly friendly, to strangers. Chessies make excellent watchdogs and are versatile athletes. A well-socialized Chessie is a confident companion and world-class hunting buddy.",
    "yearAdded": 1878,
    "keywords": ["Bright", "Affectionate", "Sensitive"],
    "height": 26,
    "weight": 80,
    "lifeExpectancy": 13,
    "coatType": ["Wiry", "Wavy"],
    "coatLength": ["Medium"],
    "colors": [
      "Brown",
      "Dark Brown",
      "Dark Deadgrass",
      "Deadgrass",
      "Light Brown",
      "Light Deadgrass",
      "Sedge",
      "Tan"
    ],
    "markings": ["White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Clumber Spaniel",
    "breedDescription": "A dignified and mellow hunting companion of kings, the Clumber Spaniel is the largest of the AKC flushing spaniels. For those who can handle some shedding and drooling, the amiable Clumber is an amusing best friend and a gentlemanly housemate. Clumber Spaniels are powerful bird dogs of heavy bone, built long and low, with a massive head. They stand 17 to 20 inches; a small female might be 55 pounds, and a large male could go 85 pounds. Built to push through thick cover in the field, Clumber movement is nonetheless free and easy. The dense coat is primarily white, with sparse lemon or orange markings. Clumbers are sweet and easygoing at home, but these outdoorsy fellows can be relentless on scent. Smart and eager-to-please Clumbers respond well to training. Though a bit wary around strangers, Clumbers are friendly dogs who bark only when they have something to say, and so make indifferent watchdogs. They love swimming and fetching, and are sturdy childhood playmates.",
    "yearAdded": 1878,
    "keywords": ["Mellow", "Amusing", "Gentlemanly"],
    "height": 20,
    "weight": 85,
    "lifeExpectancy": 12,
    "coatType": ["Wavy", "Silky"],
    "coatLength": ["Medium"],
    "colors": ["White"],
    "markings": ["Lemon Markings", "Orange Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Cocker Spaniel",
    "breedDescription": "The merry and frolicsome Cocker Spaniel, with his big, dreamy eyes and impish personality, is one of the world's best-loved breeds. They were developed as hunting dogs, but Cockers gained their wide popularity as all-around companions. Those big, dark eyes; that sweet expression; those long, lush ears that practically demand to be touched'no wonder the Cocker spent years as America's most popular breed. The Cocker is the AKC's smallest sporting spaniel, standing about 14 to 15 inches. The coat comes in enough colors and patterns to please any taste. The well-balanced body is sturdy and solid, and these quick, durable gundogs move with a smooth, easy gait. Cockers are eager playmates for kids and are easily trained as companions and athletes. They are big enough to be sporty, but compact enough to be portable. A Cocker in full coat rewards extra grooming time by being the prettiest dog on the block. These energetic sporting dogs love playtime and brisk walks.",
    "yearAdded": 1878,
    "keywords": ["Smart", "Happy", "Gentle"],
    "height": 16,
    "weight": 30,
    "lifeExpectancy": 14,
    "coatType": ["Double", "Silky"],
    "coatLength": ["Long"],
    "colors": [
      "Black",
      "Black & Tan",
      "Silver",
      "Buff",
      "Red",
      "Brown",
      "Brown & Tan",
      "Black & White",
      "Red & White",
      "Buff & White",
      "Brown & White",
      "Black White & Tan",
      "Brown White & Tan",
      "Golden",
      "Blue Roan",
      "Blue Roan & Tan",
      "Sable",
      "Sable & White",
      "Cream",
      "Red Roan",
      "Brown Roan",
      "Brown Roan & Tan"
    ],
    "markings": ["Roan", "White Markings", "Ticked", "Merle Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Curly-Coated Retriever",
    "breedDescription": "The Curly-Coated Retriever, among the oldest of the retriever breeds, is a famously versatile gundog and peerless swimmer. Poised, proud, and wickedly smart, the Curly is a thinking person's retriever who will never quit before you do. The Curly-Coated Retriever's tight, crisp curls of either black or liver serve as waterproof and thorn-resistant all-weather gear for work in thick bramble and icy lakes. The Curly is a big, durable gun dog, but more elegant and graceful than other retrievers. Another trait that sets Curlies apart from the usual retriever is a tapered, wedge-shaped head. Like Labradors and Goldens, Curlies are affectionate and gentle, but they are a bit more independent and less needy. Playful and mischievous with loved ones, Curlies can be aloof with strangers. This wariness makes them more discerning watchdogs than other, more gregarious retrievers. These tireless dogs need lots of outdoor exercise. Bored, underemployed Curlies are a handful.",
    "yearAdded": 1924,
    "keywords": ["Confident", "Proud", "Wickedly Smart"],
    "height": 27,
    "weight": 95,
    "lifeExpectancy": 12,
    "coatType": ["Curly", "Double"],
    "coatLength": ["Short"],
    "colors": ["Black", "Liver"],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "English Cocker Spaniel",
    "breedDescription": "English Cocker Spaniel lovers often use the word 'merry' to describe their breed. Upbeat in the field and mellow at home, this compact, silky-coated bird dog is widely admired for his delightful personality and irresistible good looks. The English Cocker Spaniel is a compactly built sporting dog standing between 15 to 17 inches at the shoulder. The softly contoured head, with its dark, melting eyes that convey an alert and dignified expression, is framed by lush, close-lying ears. The medium-length coat, seen in a variety of striking colors and patterns, is silky to the touch. 'Balance' is a key word in understanding the breed: The EC is balanced in temperament, construction, and movement. Beneath the EC's physical beauty beats the heart of a tireless, eager-to-please hunter's helper, famous the world over for his ability to flush and retrieve gamebirds. For those who prefer more domestic pursuits, there is no more charming and agreeable household companion.",
    "yearAdded": 1946,
    "keywords": ["Energetic", "Merry", "Responsive"],
    "height": 17,
    "weight": 34,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Medium", "Long"],
    "colors": [
      "Black",
      "Black & White",
      "Blue Roan",
      "Blue Roan & Tan",
      "Liver Roan & Tan",
      "Liver Roan",
      "Orange & White",
      "Orange Roan",
      "Red",
      "Black & Tan",
      "Black White & Tan",
      "Liver",
      "Liver & Tan",
      "Liver & White",
      "Liver White & Tan",
      "Red Roan",
      "Golden",
      "Lemon Roan",
      "Sable",
      "Sable & Tan",
      "Sable & White"
    ],
    "markings": ["Ticked", "White Markings", "Tan Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "English Setter",
    "breedDescription": "The English Setter is a medium-sized sporting dog of sweet temper and show-stopping good looks. It is one of the AKC's four British setters created to work on the distinctly different terrains of England, Ireland, and Scotland. English Setters are elegant but solid dogs of beauty and charm. The word 'belton,' unique to the breed, describes the speckled coat patterns of colors that sound good enough to eat: liver, lemon, and orange among them. Under the showy coat is a well-balanced hunter standing about 25 inches at the shoulder. A graceful neck carries a long, oval-shaped head proudly, and dark brown eyes convey a soft expression. The merry English Setter is known as the gentleman of the dog world but is game and boisterous at play. English Setters get on well with other dogs and people. A veteran all-breed dog handler says, 'As a breed to share one's life and living space with, no other breed gives me more pleasure than the English Setter.'",
    "yearAdded": 1878,
    "keywords": ["Friendly", "Mellow", "Merry"],
    "height": 27,
    "weight": 80,
    "lifeExpectancy": 12,
    "coatType": ["Double", "Silky"],
    "coatLength": ["Medium"],
    "colors": [
      "Blue Belton",
      "Blue Belton & Tan (Tri-Color)",
      "Lemon Belton",
      "Liver Belton",
      "Orange Belton",
      "White"
    ],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "English Springer Spaniel",
    "breedDescription": "The English Springer Spaniel is a sweet-faced, lovable bird dog of great energy, stamina, and brains. Sport hunters cherish the duality of working Springers: handsome, mannerly pets during the week, and trusty hunting buddies on weekends. Built for long days in the field, English Springer Spaniels are tough, muscular hunters standing 19 to 20 inches at the shoulder and weighing between 40 and 50 pounds. The double coat comes in several colors and patterns, the ears are long and lush, and the kindly, trusting expression of the eyes is a cherished hallmark of the breed. Springers move with a smooth, ground-covering stride. Bred to work closely with humans, Springers are highly trainable people-pleasers. They crave company and are miserable when neglected. Polite dogs, Springers are good with kids and their fellow mammals. They are eager to join in any family activity. Long walks, games of chase and fetch, and swimming are favorite pastimes of these rugged spaniels.",
    "yearAdded": 1910,
    "keywords": ["Friendly", "Playful", "Obedient"],
    "height": 20,
    "weight": 50,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Black & White",
      "Black White & Tan",
      "Liver & White",
      "Liver White & Tan",
      "White & Liver",
      "White & Black",
      "Red & White",
      "Orange & White",
      "Lemon & White"
    ],
    "markings": ["Ticked", "Spotted", "Roan"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Field Spaniel",
    "breedDescription": "The sweet and sensitive Field Spaniel is famously docile, but vigorous and game for anything when at play or in the field. These close cousins to Cocker Spaniels and Springer Spaniels may be small in number, but their charm is enormous. Field Spaniels bear a family resemblance to Cocker, Springer, and Sussex spaniels. The distinctive glossy coat is either black, some shade of liver, or combinations of the two. They stand 17 or 18 inches at the shoulder and should present the picture of well-balanced, moderately proportioned hunting companions. The long, feathery ears frame a facial expression conveying a grave, gentle intelligence. Field Spaniels are sweet, sensitive souls with just enough independence to make life interesting. They are trustworthy with kids, tolerant of their fellow mammals, and responsive to training. The U.S. breed standard calls these tranquil house dogs 'unusually docile,' but they are nonetheless playful and enjoy a good backyard romp.",
    "yearAdded": 1984,
    "keywords": ["Sweet", "Fun-Loving", "Sensitive"],
    "height": 18,
    "weight": 50,
    "lifeExpectancy": 13,
    "coatType": ["Smooth", "Wavy"],
    "coatLength": ["Medium"],
    "colors": [
      "Black",
      "Liver",
      "Blue Roan",
      "Golden Liver",
      "Liver Roan",
      "Golden Liver Roan",
      "Black & Tan",
      "Liver & Tan",
      "Blue Roan & Tan",
      "Liver & White",
      "Black & White"
    ],
    "markings": ["Tan Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Flat-Coated Retriever",
    "breedDescription": "The Peter Pan of the Sporting Group, the forever-young Flat-Coated Retriever is a gundog of relatively recent origin. Happy, self-assured, and willing to please, a good Flat-Coat will retrieve a duck or a show ribbon with equal aplomb. The Flat-Coated Retriever's eponymous flat-lying coat comes in lustrous black or liver, with feathering at the legs and tail. A distinctive breed hallmark is the long head'unique among retrievers'which projects a smart and kindly expression. A Flat-Coat will stand as tall as a Labrador Retriever, but in silhouette they present a leaner, more elegant look. Dogdom's champion tail-waggers, Flat-Coats are among the happiest of all breeds. They mature slowly; some owners say that they never grow up at all, retaining a puppyish taste for rambunctious mischief into old age. This can be either delightful or exasperating, depending on your tolerance for such monkeyshines. This highly energetic breed requires lots of outdoorsy exercise.",
    "yearAdded": 1915,
    "keywords": ["Cheerful", "Optimistic", "Good-humored"],
    "height": 25,
    "weight": 70,
    "lifeExpectancy": 10,
    "coatType": ["Smooth"],
    "coatLength": ["Medium"],
    "colors": ["Black", "Liver", "Yellow"],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "German Shorthaired Pointer",
    "breedDescription": "The versatile, medium-sized German Shorthaired Pointer is an enthusiastic gundog of all trades who thrives on vigorous exercise, positive training, and a lot of love. GSP people call their aristocratic companions the 'perfect pointer.' Male German Shorthaired Pointers stand between 23 and 25 inches at the shoulder and weigh anywhere from 55 to 70 pounds; females run smaller. The coat is solid liver (a reddish brown), or liver and white in distinctive patterns. The dark eyes shine with enthusiasm and friendliness. Built to work long days in the field or at the lake, GSPs are known for power, speed, agility, and endurance. 'Noble' and 'aristocratic' are words often used to describe the overall look. GSPs make happy, trainable pets who bond firmly to their family. They are always up for physical activities like running, swimming, organized dog sports'in fact, anything that will burn some of their boundless energy while spending outdoors time with a human buddy.",
    "yearAdded": 1930,
    "keywords": ["Friendly", "Smart", "Willing to Please"],
    "height": 25,
    "weight": 70,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Liver",
      "Liver & White",
      "Liver Roan",
      "White & Liver",
      "Black & White",
      "Black",
      "Black Roan"
    ],
    "markings": ["Patched", "Ticked", "Patched & Ticked"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "German Wirehaired Pointer",
    "breedDescription": "With his sporty weatherproof coat and can-do attitude, the noble German Wirehaired Pointer is a versatile, sturdy gundog who thrives on outdoor activity. Around the house, the GWP is an eager, affectionate, and amusing family companion. Standing as high as 26 inches at the shoulder, GWPs are a bit taller and heavier than their close relative, the German Shorthaired Pointer. GWPs are balanced, well muscled, resilient, agile, and generally built to beat the bushes all day long without tiring. The harsh wire coat protects against thorny underbrush and foul weather, and the shaggy beard and eyebrows complete an intelligent, worldly expression. 'The need for running in the great outdoors is a must!' says one veteran owner. 'This breed will not be happy to be on the couch all day.' GWPs are bright and eager, but their independent, inquisitive nature might frustrate novice owners. A good fit for those looking for a loving companion who enjoys sports and togetherness.",
    "yearAdded": 1959,
    "keywords": ["Affectionate", "Eager", "Enthusiastic"],
    "height": 26,
    "weight": 70,
    "lifeExpectancy": 16,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": ["Liver", "Liver & White", "Black & White"],
    "markings": ["Ticked", "Spotted", "Roan", "Roan & Ticked"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Golden Retriever",
    "breedDescription": "The Golden Retriever, an exuberant Scottish gundog of great beauty, stands among America's most popular dog breeds. They are serious workers at hunting and field work, as guides for the blind, and in search-and-rescue, enjoy obedience and other competitive events, and have an endearing love of life when not at work. The Golden Retriever is a sturdy, muscular dog of medium size, famous for the dense, lustrous coat of gold that gives the breed its name. The broad head, with its friendly and intelligent eyes, short ears, and straight muzzle, is a breed hallmark. In motion, Goldens move with a smooth, powerful gait, and the feathery tail is carried, as breed fanciers say, with a 'merry action.' The most complete records of the development of the Golden Retriever are included in the record books that were kept from 1835 until about 1890 by the gamekeepers at the Guisachan (pronounced Gooeesicun) estate of Lord Tweedmouth at Inverness-Shire, Scotland. These records were released to public notice in Country Life in 1952, when Lord Tweedmouth's great-nephew, the sixth Earl of Ilchester, historian and sportsman, published material that had been left by his ancestor. They provided factual confirmation to the stories that had been handed down through generations. Goldens are outgoing, trustworthy, and eager-to-please family dogs, and relatively easy to train. They take a joyous and playful approach to life and maintain this puppyish behavior into adulthood. These energetic, powerful gundogs enjoy outdoor play. For a breed built to retrieve waterfowl for hours on end, swimming and fetching are natural pastimes.  ",
    "yearAdded": 1925,
    "keywords": ["Intelligent", "Friendly", "Devoted"],
    "height": 24,
    "weight": 75,
    "lifeExpectancy": 12,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["Dark Golden", "Golden", "Light Golden"],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Gordon Setter",
    "breedDescription": "The Gordon Setter, the black avenger of the Highlands, is a substantial bird dog named for a Scottish aristocrat. Athletic and outdoorsy, Gordons are bold, confident, and resolute in the field, and sweetly affectionate by the fireside. Gordons are the largest and most substantial of setters'a big male might stand 27 inches at the shoulder and weigh 80 pounds. The stunning coat is a glistening black, with tan markings and long hair on the ears, belly, legs, chest, and tail. Tan spots above the bright brown eyes point up a wise and willing expression. Like other Scots breeds, from the compact Scottish Terrier to the majestic Scottish Deerhound, Gordons were built to withstand their homeland's tough terrain and foul weather.",
    "yearAdded": 1878,
    "keywords": ["Confident", "Affectionate", "Bold"],
    "height": 27,
    "weight": 80,
    "lifeExpectancy": 13,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["Black & Tan", "Red", "Tan"],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Irish Red and White Setter",
    "breedDescription": "The rollicking Irish Red and White Setter is an athletic medium-sized bird dog bred primarily for hunting. Fun-loving, friendly, and high-spirited, Irish Red and Whites are a bit shorter and stockier than their cousin the Irish Setter. Sportsmen thrill at the sight of a noble Red and White frozen on point, motionless as a statue. These medium-to-large bird dogs are powerful, solid, and sinewy, with enough stamina and bird sense to get the job done any day of the week and twice on Sunday. The stunning coat, vivid red islands floating on a sea of pearl white, has a practical function: It enables hunters to spot their dog at a distance. The handsome face projects a keen but kindly expression.",
    "yearAdded": 2009,
    "keywords": ["Courageous", "Spirited", "Determined"],
    "height": 26,
    "weight": 60,
    "lifeExpectancy": 15,
    "coatType": ["Double", "Silky"],
    "coatLength": ["Medium"],
    "colors": ["White"],
    "markings": ["Red patched"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Irish Setter",
    "breedDescription": "The Irish Setter is a high-spirited gundog known for grace, swiftness, and a flashy red coat. They are famously good family dogs: sweet-tempered companions for the folks, and rollicking playmates and tennis-ball fetchers for the children. The Irish Setter has been described by its partisans as the most beautiful of dog breeds. Standing more than two feet at the shoulder, with a substantial yet elegant build, the Irish is famed for a brilliant coat of mahogany or chestnut. Long, sinewy legs and powerful rear drive help to place the Irish among the swiftest of all sporting dogs. The Irish Setter's lovable personality has endeared the breed to sportsmen and pet owners for more than 200 years. Irish are outgoing dogs who enjoy making friends. These rambunctious redheads are big kids at heart, but they are eager to please and will respond to patient, positive training. They are said to be bold and rugged hunting partners, with a devil-may-care approach to their work.",
    "yearAdded": 1878,
    "keywords": ["Active", "Sweet-natured", "Outgoing"],
    "height": 27,
    "weight": 70,
    "lifeExpectancy": 15,
    "coatType": ["Silky"],
    "coatLength": ["Medium"],
    "colors": ["Chestnut", "Mahogany", "Red"],
    "markings": ["White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Irish Water Spaniel",
    "breedDescription": "The tallest of the AKC's spaniels, the Irish Water Spaniel is instantly recognizable by its crisply curled coat and tapering 'rat tail.' Among the champion swimmers of dogdom, the alert and inquisitive IWS is hardworking and brave in the field, and playfully affectionate at home. This tallest of AKC spaniels, standing 21 to 24 inches at the shoulder and weighing 55 to 65 pounds, straddles the line between 'medium' and 'large' dogs on our scale of size. Among its distinguishing characteristics are a crisply curled, liver-colored, waterproof coat; a tapered 'rat tail'; and a cleanly chiseled head crowned with a topknot of long, loose curls. The IWS moves with a smooth ground-covering gait, enabling him to put in a long day's work in the field.",
    "yearAdded": 1878,
    "keywords": ["Playful", "Hardworking", "Brave"],
    "height": 24,
    "weight": 68,
    "lifeExpectancy": 13,
    "coatType": ["Curly"],
    "coatLength": ["Medium"],
    "colors": ["Liver"],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Labrador Retriever",
    "breedDescription": "The sweet-faced, lovable Labrador Retriever is one of America's most popular dog breeds, year after year. Labs are friendly, outgoing, and high-spirited companions who have more than enough affection to go around for a family looking for a medium-to-large dog. The sturdy, well-balanced Labrador Retriever can, depending on the sex, stand from 21.5 to 24.5 inches at the shoulder and weigh between 55 to 80 pounds. The dense, hard coat comes in yellow, black, and a luscious chocolate. The head is wide, the eyes glimmer with kindliness, and the thick, tapering 'otter tail' seems to be forever signaling the breed's innate eagerness. Labs are famously friendly. They are companionable housemates who bond with the whole family, and they socialize well with neighbor dogs and humans alike. But don't mistake his easygoing personality for low energy: The Lab is an enthusiastic athlete that requires lots of exercise, like swimming and marathon games of fetch, to keep physically and mentally fit.",
    "yearAdded": 1917,
    "keywords": ["Active", "Friendly", "Outgoing"],
    "height": 25,
    "weight": 80,
    "lifeExpectancy": 13,
    "coatType": ["Double"],
    "coatLength": ["Short"],
    "colors": ["Black", "Chocolate", "Yellow"],
    "markings": ["White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Lagotto Romagnolo",
    "breedDescription": "The Lagotto Romagnolo, Italy's adorable 'truffle dog,' sports a curly coat and lavish facial furnishings. Despite their plush-toy looks, Lagotti are durable workers of excellent nose who root out truffles, a dainty and pricey delicacy. Italians have a word for it: 'carino.' In English, we say 'cute.' In any language, this breed is totally endearing. The Lagotto Romagnolo (plural: Lagotti Romagnoli) is known for wooly curls that cover the body head to tail, crowned by a lavish beard, eyebrows, and whiskers. Lagotti stand under 20 inches and weigh no more than 35 pounds. But don't be fooled by their teddy-bear looks, these are rugged workers of true strength and endurance. The breed's trademark curls feel and behave more like human hair than fur.",
    "yearAdded": 2015,
    "keywords": ["Affectionate", "Keen", "Undemanding"],
    "height": 19,
    "weight": 35,
    "lifeExpectancy": 17,
    "coatType": ["Curly", "Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Off-White",
      "Brown Roan",
      "Brown",
      "Orange",
      "White",
      "Sable",
      "Orange Roan"
    ],
    "markings": [
      "Brown Mask",
      "Brown Markings",
      "Orange Markings",
      "White Markings",
      "Tan Markings"
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Nederlandse Kooikerhondje",
    "breedDescription": "The Nederlandse Kooikerhondje is lively, agile, self-confident, good-natured and alert. The breed is faithful, easy-going and friendly in the home. Outdoors he is a true sporting dog being keen, swift, tough, attentive and energetic. With sufficient perseverance and stamina, he enjoys working and does so with a cheerful character. The Kooikerhondje the 'little white and orange dog with a big heart' is a sporty, eye-catching fellow with a silky all-weather coat of white with red patches. They are instantly recognizable thanks to their large, black-tipped ears and the richly feathered tail they wag proudly. The breed has the sturdy bone structure expected of a serious hunter, but the overall picture is that of a harmoniously built dog of smooth, flowing contours and springy gait. The Nederlandse Kooikerhondje Club of the United States has served as the AKC Parent Club to represent the Kooikerhondje since April 2014.",
    "yearAdded": 2018,
    "keywords": ["Alert", "Friendly", "Quick"],
    "height": 16,
    "weight": 30,
    "lifeExpectancy": 15,
    "coatType": ["Double", "Wavy"],
    "coatLength": ["Medium"],
    "colors": ["White & Red"],
    "markings": ["Black Tips"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Nova Scotia Duck Tolling Retriever",
    "breedDescription": "The smallest of the AKC's retrievers, the Nova Scotia Duck Tolling Retriever is intelligent, affectionate, and eager to please. Play fetch with a tireless Toller until your right arm falls off, and he will ask you to throw left-handed. The little gundog with the big name is the smallest AKC retriever, standing ideally 18 or 19 inches at the shoulder. The Toller's trademark is a coat of stunning crimson, ranging from golden red to a dark coppery color, with white markings. Strong and agile, Tollers are medium dogs: medium in size, bone, and coat length. The almond-shaped eyes project an alert expression. Tollers are upbeat athletes who require outlets for their boundless vigor: hunting, hiking, camping, and, of course, swimming (for which they are ideally suited, down to their webbed feet). Tollers are smart, handsome, affectionate companions, but these red tornadoes can be recommended only to those with enough time and energy to keep them usefully occupied.",
    "yearAdded": 2003,
    "keywords": ["Intelligent", "Affectionate", "Outgoing"],
    "height": 21,
    "weight": 50,
    "lifeExpectancy": 14,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["Red", "Buff", "Red Gold"],
    "markings": ["White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Pointer",
    "breedDescription": "The Pointer is the ultimate expression of canine power and grace. The breed's name is its job description: Pointers point game birds, and they have been pointing for centuries. The high-energy Pointer is an excellent runner's companion. The noble Pointer is the ultimate expression of canine power and grace. Unquestioned aristocrats of the sporting world, Pointers carry themselves proudly and are capable of great speed and agility. The coat comes in several colors, solid or in patterns'but as the breed's devotees like to say, a good Pointer can't be a bad color. A large male can stand 28 inches at the shoulder and weigh up to 75 pounds; a small female might weigh as little as 45 pounds and stand 23 inches.",
    "yearAdded": 1878,
    "keywords": ["Loyal", "Hardworking", "Even-tempered"],
    "height": 28,
    "weight": 75,
    "lifeExpectancy": 17,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black & White",
      "Lemon",
      "Lemon & White",
      "Liver",
      "Liver & White",
      "Orange",
      "Orange & White",
      "White",
      "Black"
    ],
    "markings": [
      "Ticked",
      "Black Points",
      "Liver Points",
      "Self-colored Points"
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Spinone Italiano",
    "breedDescription": "The Spinone Italiano, a densely-coated hunting dog, is sociable, docile, and patient, sometimes stubborn but always endearing. Of ancient Italian lineage, the Spinone is among the field dogs of Continental Europe famed for versatility. The Spinone Italiano (plural: Spinoni Italiani) is a squarely and solidly built all-around hunter. Spinoni are muscular and powerful, built more for endurance than speed. The dense coat has a natural, unclippered look and comes in various colors and patterns. The face conveys the breed's abundant Old World charm. Those soft, sweetly expressive eyes set off by shaggy eyebrows and a tufted beard have won many a heart in Italy'and they're making new conquests here in America every day.",
    "yearAdded": 2000,
    "keywords": ["Sociable", "Patient", "Docile"],
    "height": 27,
    "weight": 70,
    "lifeExpectancy": 12,
    "coatType": ["Wiry"],
    "coatLength": ["Medium"],
    "colors": ["White", "Orange Roan", "White & Orange", "Brown Roan"],
    "markings": ["Orange Markings", "Brown Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Sussex Spaniel",
    "breedDescription": "Placid, affectionate, even-tempered, true-blue, loyal, all are words used to describe the Sussex Spaniel, a slow-but-steady hunter, and congenial housedog. His frowning expression is delightfully at odds with a typically cheerful nature. Looking a bit like a cross between a Cocker Spaniel and a torpedo, Sussex are long, low-built bird dogs of great strength and endurance. Topping out at just 15 inches tall at the shoulder, Sussex are nonetheless described as 'massive,' with a deep chest and heavy bone. Their trademark is an abundant, feathery coat of rich golden-liver. The classic spaniel head, with its wavy-coated ears and big hazel eyes, projects a somber, frowning expression delightfully at odds with the Sussex's innate cheerfulness.",
    "yearAdded": 1878,
    "keywords": ["Friendly", "Merry", "Even-tempered"],
    "height": 15,
    "weight": 45,
    "lifeExpectancy": 15,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["Golden Liver"],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Vizsla",
    "breedDescription": "The Vizsla is a versatile, red-coated gundog built for long days in the field. For centuries these rugged but elegant athletes have been the pride of Hungarian sportsmen, and their popularity in America increases with each passing year. The Vizsla is easily recognized by his sleek golden-rust coat. They can stand between 21 to 24 inches at the shoulder and are the picture of a lean, light-footed hunter's companion. The long, silky ears frame a facial expression that is sensitive and loving around the house and intense when at work. As a hunter expected to work closely with humans, Vizslas form a tight bond with their owners and hate to be left alone. Athletes of many talents, Vizslas excel at various sports and activities. They are eager and graceful trotters of great stamina, making them ideal jogging or biking companions. An expert on the breed tells us, 'If you don't have the time to encourage this breed's full use of its brain, you're wasting a good dog.'",
    "yearAdded": 1960,
    "keywords": ["Energetic", "Affectionate", "Gentle"],
    "height": 24,
    "weight": 60,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Golden Rust",
      "Golden",
      "Red",
      "Red Golden",
      "Rust",
      "Rust Golden",
      "Sandy Yellow"
    ],
    "markings": ["White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Weimaraner",
    "breedDescription": "The Weimaraner, Germany's sleek and swift 'Gray Ghost,' is beloved by hunters and pet owners alike for their friendliness, obedience, and beauty. They enjoy exercise, and plenty of it, along with lots of quality time with their humans. Instantly recognized by a distinctive silvery-gray coat, male Weimaraners stand 25 to 27 inches at the shoulder, and females 23 to 25 inches. A properly bred Weimaraner will be solid colored, with maybe a small white spot on the chest. The face, with its amber or blue-gray eyes framed by long velvety ears, is amiable and intelligent. Overall, the breed presents a picture of streamlined grace and balance. A well-conditioned Weimaraner on point is a breathtaking sight. Weimaraners are excellent with kids and yearn to be full-fledged family members. Easy grooming, trainability, a loving nature, and a can-do-attitude make them excellent pets, as long as owners are committed to keeping them physically active and mentally engaged.",
    "yearAdded": 1943,
    "keywords": ["Friendly", "Fearless", "Obedient"],
    "height": 27,
    "weight": 90,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Blue", "Gray", "Silver Gray"],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Welsh Springer Spaniel",
    "breedDescription": "The Welsh Springer Spaniel is a vigorous, medium-sized bird dog of happy disposition, known for versatility in the field, companionability at home, and dashing good looks anywhere. The Welshie is among Britain's oldest sporting breeds. Standing between 17 and 19 inches at the shoulder, Welshies are described by their fans as being of 'handy size': bigger and stronger than Cocker Spaniels but smaller than English Springers. Welshies have two hallmarks that distinguish them from other spaniels: A uniquely tapered head and an eye-catching coat of bold red and white patterns. The beautiful coat isn't just ornamental'it's a waterproof, weatherproof, and thornproof suit that enables Welshies to show off their renowned versatility in all climates and on all terrains.",
    "yearAdded": 1914,
    "keywords": ["Reserved", "Happy", "Upbeat"],
    "height": 19,
    "weight": 55,
    "lifeExpectancy": 15,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": ["Red & White"],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Wirehaired Pointing Griffon",
    "breedDescription": "The hardworking Wirehaired Pointing Griffon, renowned as the 'supreme gundog,' is known for the harsh, low-shedding coat the breed is named for. Outgoing, eager, and quick-witted, Griffs are incomparable in the field and loving at home. Griffs are medium-sized, all-purpose gundogs standing no higher than 24 inches at the shoulder. They're known for an extremely harsh and bristly coat that gives them a natural, unkempt appearance. The preferred color is steel gray with brown markings. A lavish mustache and eyebrows frame large, rounded eyes that gleam with a keen intelligence. Griffs are the very picture of an honest, hardworking sporting dog, whose handsome looks are the result of a noble and unaffected ruggedness rather than fussy grooming.",
    "yearAdded": 1887,
    "keywords": ["Friendly", "Devoted", "Trainable"],
    "height": 24,
    "weight": 70,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Brown & Gray",
      "Chestnut & Gray",
      "White & Brown",
      "White & Orange",
      "White",
      "Brown",
      "Chestnut"
    ],
    "markings": ["Ticked", "Roan"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Wirehaired Vizsla",
    "breedDescription": "The Wirehaired Vizsla is an exuberant hunter on land or lake, whose dense, wiry coat distinguishes him from his close cousin, the Vizsla. Calm and gentle around the house, these upbeat Hungarians like running, swimming, and upbeat play. WVs are close relatives of Vizslas but a distinctly separate breed. The key distinguishing feature is coat type. Unlike the sleek Vizsla, WVs have a dense wiry coat, with a shaggy beard and eyebrows setting off a bright, lively expression. Both Vizsla breeds are classified as medium-sized, but an ideal WV will stand a shade taller and be a bit heavier than his smooth-coat cousin. The two breeds share the same striking red coloring (golden-rust), with a nose and eyes that smartly complement the coat.",
    "yearAdded": 2014,
    "keywords": ["Loyal", "Gentle", "Trainable"],
    "height": 25,
    "weight": 65,
    "lifeExpectancy": 14,
    "coatType": ["Wiry"],
    "coatLength": ["Short"],
    "colors": [
      "Golden Rust",
      "Golden",
      "Red",
      "Red Golden",
      "Rust",
      "Rust Golden",
      "Sandy Yellow"
    ],
    "markings": ["White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 1
  },
  {
    "breedName": "Afghan Hound",
    "breedDescription": "Among the most eye-catching of all dog breeds, the Afghan Hound is an aloof and dignified aristocrat of sublime beauty. Despite his regal appearance, the Afghan can exhibit an endearing streak of silliness and a profound loyalty. Since ancient times, Afghan Hounds have been famous for their elegant beauty. But the thick, silky, flowing coat that is the breed's crowning glory isn't just for show ' it served as protection from the harsh climate in mountainous regions where Afghans originally earned their keep. Beneath the Afghan's glamorous exterior is a powerful, agile hound ' standing as high as 27 inches at the shoulder ' built for a long day's hunt. Their huge paw-pads acted as shock absorbers on their homeland's punishing terrain.  The Afghan Hound is a special breed for special people. A breed expert writes, 'It's not the breed for all would-be dog owners, but where the dog and owner combination is right, no animal can equal the Afghan Hound as a pet.'",
    "yearAdded": 1926,
    "keywords": ["Independent", "Sweet"],
    "height": 27,
    "weight": 60,
    "lifeExpectancy": 18,
    "coatType": ["Silky"],
    "coatLength": ["Long"],
    "colors": [
      "Black",
      "Black & Tan",
      "Black & Silver",
      "Blue",
      "Blue & Cream",
      "Cream",
      "Red",
      "Silver",
      "White"
    ],
    "markings": [
      "Black Mask",
      "Brindle",
      "Brindle Black Mask",
      "Brindle Domino",
      "Domino"
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "American English Coonhound",
    "breedDescription": "These sleek and racy, lean but muscular hounds work dusk to dawn in pursuit of the wily raccoon. The sight of the American English Coonhound tearing through the moonlit woods, all sinew and determination, bawling their lusty night music, is coon-hunter heaven. Standing as high as 26 inches at the shoulder, American English Coonhounds are deep-chested, sweet-faced athletes beloved by sportsmen for their speed and endurance. Stretched tightly across the athletic frame is a medium-length coat of various patterns, some with ticking. The head is broad with a domed skull, with soft, low-hung ears and dark-brown eyes that glow with warmth and kindness. American English Coonhounds are mellow when off duty but tenacious and stubborn in pursuit of their ring-tailed prey. Their work drive and energy, the patience it takes to train them for things other than coon hunting, and their loud, ringing bark can make the breed a bad fit as house pets for novice owners. Some passionate fans of American English Coonhounds feel that without a sporting outlet for this breed's houndy virtues, you're simply wasting a good dog.",
    "yearAdded": 2011,
    "keywords": ["Sociable", "Sweet", "Mellow"],
    "height": 26,
    "weight": 65,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black & Tan",
      "Black",
      "Blue",
      "Brown",
      "Red",
      "Tri-Colored",
      "White & Tan",
      "Red & White"
    ],
    "markings": ["Ticked"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "American Foxhound",
    "breedDescription": "American Foxhounds are good-natured, low-maintenance hounds who get on well with kids, dogs, even cats, but come with special considerations for prospective owners. They are closely associated with Revolutionary heroes and the rolling estates of old Virginia. American Foxhounds are sleek, rangy hunters known for their speed, endurance, and work ethic. You can tell the American Foxhound apart from their British cousin the English Foxhound by length of leg'the American's legs are longer and more finely boned'and by the American's slightly arched loin (back end). American Foxhounds have large, soft eyes with an expression described as gentle and pleading. So far, so good. But Foxhounds come with special considerations. They need lots of exercise or they can get depressed and destructive. A Foxhound's single-minded prey drive must be managed. Their loud bawling is melodious to hound lovers but can be a nuisance to neighbors, and training and housebreaking these independent souls can be a steep challenge for novice owners.",
    "yearAdded": 1886,
    "keywords": ["Independent", "Easy-going", "Sweet-Tempered"],
    "height": 25,
    "weight": 70,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black White & Tan",
      "White Black & Tan",
      "White",
      "White & Red",
      "White & Cream",
      "Black Brown & White",
      "Blue",
      "Tan",
      "Brown White & Tan",
      "Red"
    ],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Azawakh",
    "breedDescription": "Tall and elegant, the Azawakh is a West African sighthound who originates from the countries of Burkina Faso, Mali, and Niger. The Azawakh has a short, fine coat which may come in any color or color combinations: red, clear sand to fawn, brindled, parti-color (which may be predominantly white), blue, black and brown. The head may have a black mask and there may be white markings on the legs, bib and at the tip of tail. There are no color or marking disqualifications in the breed. Befitting its heritage, the Azawakh excels as a companion, guardian and a lure courser in the United States. This ancient hunting hound is so lean and rangy that his bone structure and musculature can plainly be seen beneath his skin. The smooth S-shaped contours, deep chest, and aerodynamic head mark the Azwakh as a member of the sighthound family, canine sprinters that rely on keen vision and blazing speed to fix and course their prey. The ultrafine coat comes in several colors and patterns. The overall look of this leggy hound is one of elegance and fineness, but don't be fooled: This is a tough, durable hunter who's been chasing gazelle across the scorching sands of the Sahara for more than a thousand years.",
    "yearAdded": 2019,
    "keywords": ["Independent", "Loyal", "Deeply Affectionate"],
    "height": 29,
    "weight": 55,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Fawn",
      "Red",
      "Brindle",
      "Sandy",
      "White",
      "Black",
      "Blue",
      "Brown",
      "Gray",
      "Cream"
    ],
    "markings": [
      "White Markings",
      "Black Mask",
      "Piebald",
      "Brindle Markings",
      "Grizzle Markings",
      "Parti-Color"
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Basenji",
    "breedDescription": "The Basenji, Africa's 'Barkless Dog,' is a compact, sweet-faced hunter of intelligence and poise. They are unique and beguiling pets, best for owners who can meet their exercise needs and the challenge of training this catlike canine. Basenjis are small, graceful hounds standing 16 or 17 inches at the shoulder. They are recognizable by their glistening short coat, tightly curled tail, and wrinkled forehead and expressive almond-shaped eyes that convey a variety of subtle, humanlike emotions. Basenjis are a lovely sight at a standstill but more impressive yet at a fast trot, when they exhibit the long, smooth strides of a mini-racehorse. And yes, it's true, they don't bark, but they make their feelings known with an odd sound described as something between a chortle and a yodel. Basenjis are fastidious and will groom themselves like cats. This has been called a 'cult breed' They're small in numbers, but those lucky enough to own one do so with singular devotion.",
    "yearAdded": 1944,
    "keywords": ["Independent", "Smart", "Poised"],
    "height": 17,
    "weight": 24,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black & White",
      "Black Tan & White",
      "Brindle & White",
      "Red & White",
      "Black Brindle & White",
      "Blue Cream & White",
      "Cream & White",
      "Mahogany Tan & White",
      "Sable & White"
    ],
    "markings": ["Black Mask", "Black Saddle", "With Cap", "Brindle Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Basset Hound",
    "breedDescription": "Among the most appealing of the AKC breeds, the endearing and instantly recognizable Basset Hound is a perennial favorite of dog lovers all over the world. This low-slung and low-key hound can be sometimes stubborn, but is always charming. The Basset Hound stands no higher than 14 inches at the shoulder but, with his remarkably heavy bone, powerful little legs, and massive paws, he possesses big-dog strength and stamina. Bassets are famous for a large, domed head that features extremely long, velvety ears, mournful eyes, and a wrinkled brow, which give the breed the look of a sad clown. Built more for endurance than speed, the Basset moves in a deliberate but effortless manner. The breed's scenting ability is uncanny; it's said that among dogs only the Bloodhound's nose is more accurate. Mild and agreeable at home, the Basset is stubborn on the trail and barks in a loud, ringing voice. Although they may not be wildly demonstrative in their affections, they are steadfastly loyal.",
    "yearAdded": 1885,
    "keywords": ["Charming", "Patient", "Low-key"],
    "height": 15,
    "weight": 65,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black & White",
      "Black Brown & White",
      "Black Tan & White",
      "Black White & Brown",
      "Black White & Tan",
      "Brown Black & White",
      "Lemon & White",
      "Mahogany & White",
      "Red & White",
      "Black & Brown",
      "Black Red & White",
      "Blue & White",
      "Brown & White",
      "Tan & White",
      "White & Lemon",
      "White Black & Brown",
      "White Black & Red"
    ],
    "markings": ["White Markings", "Ticked", "Black Markings", "Black Mask"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Beagle",
    "breedDescription": "Not only is the Beagle an excellent hunting dog and loyal companion, it is also happy-go-lucky, funny, and'thanks to its pleading expression' cute. They were bred to hunt in packs, so they enjoy company and are generally easygoing. There are two Beagle varieties: those standing under 13 inches at the shoulder, and those between 13 and 15 inches. Both varieties are sturdy, solid, and 'big for their inches,' as dog folks say. They come in such pleasing colors as lemon, red and white, and tricolor. The Beagle's fortune is in his adorable face, with its big brown or hazel eyes set off by long, houndy ears set low on a broad head. A breed described as 'merry' by its fanciers, Beagles are loving and lovable, happy, and companionable'all qualities that make them excellent family dogs. No wonder that for years the Beagle has been the most popular hound dog among American pet owners. These are curious, clever, and energetic hounds who require plenty of playtime.",
    "yearAdded": 1885,
    "keywords": ["Curious", "Friendly", "Merry"],
    "height": 15,
    "weight": 30,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black Red & White",
      "Red Black & White",
      "Red & Black",
      "Black",
      "Red",
      "Lemon",
      "Blue & White",
      "Brown",
      "White",
      "Tan",
      "Black & White",
      "Black Tan & Redtick",
      "Black Fawn & White",
      "Blue",
      "White Black & Tan",
      "Blue Tan & White",
      "Black & Tan",
      "Black Tan & Bluetick",
      "Black Tan & White",
      "Black White & Tan",
      "Brown & White",
      "Brown White & Tan",
      "Lemon & White",
      "Tan & White",
      "Red & White"
    ],
    "markings": [
      "Ticked",
      "White Markings",
      "Brown Markings",
      "Tan Markings",
      "Black Markings",
      "Spotted"
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Black and Tan Coonhound",
    "breedDescription": "",
    "yearAdded": 1945,
    "keywords": ["Easy-going", "Bright", "Brave"],
    "height": 27,
    "weight": 110,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Black & Tan"],
    "markings": [
      "Large, athletic hunters who work nights, Black and Tan Coonhounds are friendly, easygoing hounds who love company. They are snoozy by the fireside but tenacious when on the trail of the wily raccoon. The Black and Tan Coonhound is a real American original. Black and Tans have an amazingly sensitive nose, long, velvety ears, and a sweet disposition. The coal-black coat features rich tan accents, including the distinctive 'pumpkin seeds' above keenly expressive eyes. These are big, strong hounds: A good-size male can stand 27 inches at the shoulder and cover ground with effortless, eager strides.  Black and Tan Coonhounds are sociable hounds. A lonely Black and Tan Coonhound will serenade the neighborhood with loud, mournful 'music.' Black and Tan Coonhounds can keep pace with the most active family, but they also can hog the sofa for hours on end. Hounds will be hounds: A passing squirrel can arouse Black and Tan Coonhound prey drive in no time flat, so a strong leash and sturdy fence are must-haves. Black and Tan Coonhounds might be too much hound for the lifestyle of every owner."
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Bloodhound",
    "breedDescription": "",
    "yearAdded": 1885,
    "keywords": ["Independent", "Friendly", "Inquisitive"],
    "height": 27,
    "weight": 110,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Black & Tan", "Liver & Tan", "Red"],
    "markings": [
      "The world-famous 'Sleuth Hound' does one thing better than any creature on earth: find people who are lost or hiding. An off-duty Bloodhound is among the canine kingdom's most docile citizens, but he's relentless and stubborn on a scent. Bloodhounds are large, substantial dogs standing 23 to 27 inches at the shoulder and weighing up to 110 pounds. Their most famous features are a long, wrinkled face with loose skin; huge, drooping ears; and warm, deep-set eyes that complete an expression of solemn dignity. Coat colors can be black and tan, liver and tan, or red. Powerful legs allow Bloodhounds to scent over miles of punishing terrain. As pack dogs, Bloodhounds enjoy company, including other dogs and kids. They are easygoing, but their nose can sometimes lead them into trouble. A strong leash and long walks in places where they can enjoy sniffing around are recommended. Bloodhounds are droolers, and obedience training these sensitive sleuths can be a challenge."
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Bluetick Coonhound",
    "breedDescription": "The sleekly beautiful Bluetick Coonhound is a sweet and affectionate charmer who might enjoy snoozing in the shade, but in pursuit of quarry he is relentless, bold, and single-minded. His off-the-charts prey drive must be channeled. Blueticks are speedy and compact nocturnal hunters named for the mottled (or 'ticked') black-and-blue pattern of the glossy coat. A large male can top out at 27 inches and 80 pounds; females are smaller. Blueticks are well-muscled but sleek and racy, never chunky or clumsy. The baying, bawling, and chopping bark of Blueticks might be cacophonous to some, but to coon hunters it's the music of the night. The droopy-eared charm of Blueticks is irresistible. They crave affection and are deeply devoted to those who provide it. Blueticks have tremendous prey drive. Neglected, underemployed coonhounds with no outlet for their hardwired impulses can develop problem behaviors, like serenading the neighbors with loud, mournful 'music.'",
    "yearAdded": 2009,
    "keywords": ["Devoted", "Smart", "Tenacious"],
    "height": 27,
    "weight": 80,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Blue Ticked", "Blue Ticked and Tan"],
    "markings": ["Black Spots"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Borzoi",
    "breedDescription": "Among the most impressively beautiful of all dogs, the aristocratic Borzoi is cherished for his calm, agreeable temperament. In full stride, he is a princely package of strength, grace, and glamour flying by at 35 to 40 miles per hour. Borzoi are large, elegant sighthounds. A mature male stands at least 28 inches at the shoulder and weighs 75 to 105 pounds. Females will be smaller. Beneath the luxurious silky coat, Borzoi construction follows the ancient Greyhound template. One known as the Russian Wolfhound, Borzoi were bred to be swift and tough enough to pursue and pin their ferocious lupine quarry. In their quiet, catlike way they can be stubborn, and training is best accomplished with patience, consistency, and good humor. Affectionate family dogs, Borzoi are nonetheless a bit too dignified to wholeheartedly enjoy a lot of roughhousing. The sight of a cat or squirrel on the run will quickly stir their pursuit instinct, and fenced-in running room is a must.",
    "yearAdded": 1891,
    "keywords": ["Loyal", "Affectionate", "Regally Dignified"],
    "height": 28,
    "weight": 105,
    "lifeExpectancy": 14,
    "coatType": ["Curly", "Silky"],
    "coatLength": ["Medium"],
    "colors": [
      "Black & Cream",
      "Black & Brindle",
      "Silver Brindle",
      "Gold Brindle",
      "Silver Sable",
      "Gold Sable",
      "Brindled Sable",
      "Sabled Gold",
      "Sabled Red",
      "Fawn",
      "Mahogany Brindle",
      "Blue Brindle",
      "Cream Sable",
      "Red Sable",
      "Sabled Cream",
      "Mahogany Red",
      "Blue & Cream",
      "Brown",
      "Red Brindle",
      "White",
      "Black",
      "Black & Tan",
      "Brindle",
      "Blue",
      "Gold",
      "Sable",
      "Apricot",
      "Red",
      "Cream",
      "Silver"
    ],
    "markings": [
      "White Trim",
      "Spotted On White, Black Mask",
      "White Markings, Black Mask",
      "White Trim, Black Mask",
      "Spotted On White, Ticked",
      "White Markings, Ticked",
      "Spotted On White",
      "Black Mask",
      "White Markings"
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Cirneco dell'Etna",
    "breedDescription": "The sleek and sinewy Cirneco dell'Etna, the ancient coursing hound of Sicily, is an athletic hunter given to quick bursts of speed. As housedogs, Cirnechi are mild, low-maintenance companions cherished for their loyal and gentle nature. Standing under 20 inches, the Cirneco ('cheer-NEK-o'; Cirnechi is the plural) is often described as resembling a smaller version of the Pharaoh Hound, its cousin from the island of Malta. This slender but rugged hunter's coat ranges from light to dark tan or chestnut. The large, upright ears point up the alert expression of the eyes, whose amber or ochre color smartly complements the coat.     In many ways, these lithe and leggy Sicilians are typical sighthounds: sweet-natured, independent and, of course, breathtakingly swift. It is said, though, that Cirnechi are a bit more trainable than the usual sighthound. These living artifacts of antiquity have sprinted into the 21st century relatively unchanged by passing fads and fancies.",
    "yearAdded": 2015,
    "keywords": ["Independent", "Friendly", "Affectionate"],
    "height": 20,
    "weight": 26,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Tan"],
    "markings": ["White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Dachshund",
    "breedDescription": "The famously long, low silhouette, ever-alert expression, and bold, vivacious personality of the Dachshund have made him a superstar of the canine kingdom. Dachshunds come in two sizes and in three coat types of various colors and patterns. The word 'icon' is terribly overworked, but the Dachshund'with his unmistakable long-backed body, little legs, and big personality' is truly an icon of purebred dogdom. Dachshunds can be standard-sized (usually 16 to 32 pounds) or miniature (11 pounds or under), and come in one of three coat types: smooth, wirehaired, or longhaired. Dachshunds aren't built for distance running, leaping, or strenuous swimming, but otherwise these tireless hounds are game for anything. Smart and vigilant, with a big-dog bark, they make fine watchdogs. Bred to be an independent hunter of dangerous prey, they can be brave to the point of rashness, and a bit stubborn, but their endearing nature and unique look has won millions of hearts the world over.",
    "yearAdded": 1885,
    "keywords": ["Curious", "Friendly", "Spunky"],
    "height": 9,
    "weight": 32,
    "lifeExpectancy": 16,
    "coatType": ["Smooth"],
    "coatLength": ["Short", "Medium"],
    "colors": [
      "Black & Tan",
      "Chocolate & Tan",
      "Cream",
      "Wheaten",
      "Wild Boar",
      "Red",
      "Blue & Tan",
      "Fawn (Isabella) & Tan",
      "Black & Cream",
      "Black",
      "Chocolate",
      "Fawn (Isabella) & Cream",
      "Chocolate & Cream",
      "Blue & Cream",
      "Fawn"
    ],
    "markings": ["Brindle", "Dapple", "Piebald", "Sable", "Brindle Piebald"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "English Foxhound",
    "breedDescription": "The English Foxhound is a substantial galloping hound of great stamina. His long legs are straight as a gatepost, and just as sturdy. The back is perfectly level. And the chest is very deep, 'girthing' as much as 31 inches on a hound measuring 24 inches at the shoulder, ensuring plenty of lung power for a grueling day's hunt. These pack-oriented, scent-driven hounds are gentle and sociable, but rarely seen as house pets. They can be so driven by a primal instinct for pursuit that not much else, including training, matters to them. Owning these noble creatures is best left to huntsmen who kennel packs of hounds or to those experienced in meeting the special challenges of life with swift, powerful hounds hardwired for the chase. The English Foxhound is the epitome of what serious dog breeders strive for: beauty, balance, and utility. The long legs are straight as a gatepost, and just as sturdy. The back is perfectly level. And the chest is very deep, 'girthing' as much as 31 inches on a hound measuring 24 inches at the shoulder, ensuring plenty of lung power for a grueling day's hunt. 'Next to an old Greek statue,' a poet wrote, 'there are few such combinations of grace and strength as in a fine Foxhound.'",
    "yearAdded": 1909,
    "keywords": [],
    "height": 24,
    "weight": 75,
    "lifeExpectancy": 13,
    "coatType": ["Double"],
    "coatLength": ["Short"],
    "colors": ["Black White & Tan", "Lemon & White", "White"],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Grand Basset Griffon Vendeen",
    "breedDescription": "The Grand Basset Griffon Vendéen is a French scenthound. Somewhat active and never high-strung, yet GBGVs are busy dogs who don't tire easily. First, let's deal with the name. Roughly translated, it means 'Large, low, shaggy dog of the VendÃ©e' and is pronounced 'Grand-Bah-SAY Gree-FOHN VON-day-uhn.' Now, let's have a look at the dog: He's a sweet-faced, long-eared fellow in a shaggy coat whose mustache, beard, and profuse eyebrows suggest the look of a worldly but amiable Frenchman. Beneath the Grand's Old World charm is a rugged, sturdily-built bruiser who is deceptively quick and light-footed. The stamina and courage of these longer-than-tall hunters is the stuff of Gallic legend.",
    "yearAdded": 2018,
    "keywords": ["Independent", "Outgoing", "Happy"],
    "height": 18,
    "weight": 45,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": [
      "White & Black",
      "White & Gray",
      "White & Grizzle",
      "White & Lemon",
      "White & Orange",
      "White & Sable",
      "White Black & Tan",
      "Black & Tan",
      "Fawn"
    ],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Greyhound",
    "breedDescription": "The champion sprinter of dogdom, the Greyhound is a gentle, noble, and sweet-tempered companion with an independent spirit. For thousands of years these graceful hounds have been an object of fascination for artists, poets, and kings. Greyhounds are the essence of the dog breeder's credo 'Form follows function.' From the narrow, aerodynamic skull to the shock-absorbing pads of the feet, Greyhounds are perfectly constructed for high-speed pursuit. The lean beauty of the Greyhound 'inverted S' shape, created by the deep chest curving gently into a tightly tucked waist, has been an object of fascination for artists, poets, and kings for as long as human beings have called themselves civilized. Greyhounds are the template from which other coursing hounds have been struck.",
    "yearAdded": 1885,
    "keywords": ["Independent", "Gentle", "Noble"],
    "height": 30,
    "weight": 70,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black",
      "Black Brindle",
      "Blue Brindle",
      "Red",
      "Red Brindle",
      "White",
      "White & Black",
      "White & Blue Brindle",
      "White & Red",
      "Blue",
      "Blue Fawn",
      "White & Black Brindle",
      "White & Blue",
      "White & Blue Fawn",
      "White & Red Brindle",
      "Black & White",
      "Blue Brindle & White",
      "Red & White",
      "Black Brindle & White",
      "Blue & White",
      "Blue Fawn & White",
      "Fawn",
      "Fawn & White",
      "Liver",
      "Liver & White",
      "Liver Brindle",
      "Red Brindle & White",
      "White & Fawn",
      "White & Liver",
      "White & Liver Brindle"
    ],
    "markings": ["Black Mask", "Ticked", "Parti-Color", "Solid"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Harrier",
    "breedDescription": "The Harrier is a swift, prey-driven pack hound of medium size first bred in medieval England to chase the hare. Outgoing and friendly, the Harrier is much larger than the Beagle but smaller than another close relative, the English Foxhound. Somewhat resembling a Beagle with a gym membership, Harriers are larger, more powerful hounds than their diminutive cousin' but smaller than the English Foxhound, a breed used in their development. Standing between 19 and 21 inches at the shoulder, Harriers have the timeless look of a working pack hound: a short, smart-looking coat; low-set, velvety ears; an irresistibly sweet face; and enough muscle and sinew to endure a long day's hunt. A well-built Harrier will cover the ground with a smooth, efficient gait.",
    "yearAdded": 1885,
    "keywords": ["Friendly", "Outgoing", "People-Oriented"],
    "height": 21,
    "weight": 60,
    "lifeExpectancy": 15,
    "coatType": ["Double"],
    "coatLength": ["Short"],
    "colors": ["Black White & Tan", "Lemon & White", "Red & White"],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Ibizan Hound",
    "breedDescription": "The Ibizan Hound is a lithe and leggy visitor from the dawn of civilization, bred as a rabbit courser on the rocky shores of Spain's Balearic Islands. World-class sprinters and leapers, Ibizans need ample space to air out their engines. Ibizans are lithe and leggy visitors from the dawn of civilization. Art history students will recognize the elongated head, with its large erect ears, as a familiar motif of ancient Egypt. The elegant, racy body stands 22.5 to 27.5 inches at the shoulder, with coat colors of solid red or white, or red and white patterns. The rosy-colored leathers of the nose, eye rims, and lips, along with amber or caramel eyes, perfectly complement the coat. The breed's quiet grace is often described as deer-like.",
    "yearAdded": 1978,
    "keywords": ["Family-Oriented", "Even-tempered", "Polite"],
    "height": 28,
    "weight": 50,
    "lifeExpectancy": 14,
    "coatType": ["Wiry", "Smooth"],
    "coatLength": ["Short"],
    "colors": ["Red", "Red & White", "White", "White & Red"],
    "markings": ["White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Irish Wolfhound",
    "breedDescription": "The calm, dignified, and kindly Irish Wolfhound is the tallest of all AKC breeds. Once fearless big-game hunters capable of dispatching a wolf in single combat, Wolfhounds today are the most serene and agreeable of companions. The amiable Irish Wolfhound is an immense, muscular hound gracefully built along classic Greyhound lines, capable of great speed at the gallop. A male might stand nearly 3 feet at the shoulder and weigh up to 180 pounds. Females will run smaller but are still a whole lot of hound. The rough, hard coat comes in many colors, including white, gray, brindle, red, black, and fawn.     IWs are too serene to be fierce guard dogs, but just the sight of them is enough to deter intruders. IWs are characteristically patient with kids, though animals their size should be supervised around small children. Owning an Irish Wolfhound is a unique, rewarding experience'but acquiring a giant galloping hound is a commitment as big as the dog itself.",
    "yearAdded": 1897,
    "keywords": ["Dignified", "Courageous", "Calm"],
    "height": 32,
    "weight": 120,
    "lifeExpectancy": 8,
    "coatType": ["Wiry"],
    "coatLength": ["Medium"],
    "colors": [
      "Black",
      "Brindle",
      "Cream",
      "Gray",
      "Gray & Brindle",
      "Red",
      "Red & Brindle",
      "Red Wheaten",
      "Silver",
      "Wheaten",
      "Wheaten & Brindle",
      "Blue",
      "White"
    ],
    "markings": ["Black Markings", "Gray Markings", "White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Norwegian Elkhound",
    "breedDescription": "The Norwegian Elkhound is a robust spitz type known for his lush silver-gray coat and dignified but friendly demeanor. The durable Elkhound is among Europe's oldest dogs. They sailed with the Vikings and figure in Norse art and legend. Norwegian Elkhounds are hardy, short-bodied dogs standing about 20 inches at the shoulder. They have a dense silver-gray coat and a tail curling tightly over the back. The deep chest, sturdy legs, and muscular thighs belong to a dog built for an honest day's work. The eyes are a dark brown and the ears mobile and erect. Overall, an Elkhound is the picture of an alert and steadfast dog of the north. Elkhounds are famously fine companions and intelligent watchdogs. Agility and herding trials are good outlets for their natural athleticism and eagerness. Reserved until introductions are made, an Elkhound is a trustworthy friend ever after. These strong, confident dogs are truly sensitive souls, with a dash of houndy independence.",
    "yearAdded": 1992,
    "keywords": ["Friendly", "Confident", "Dependable"],
    "height": 21,
    "weight": 55,
    "lifeExpectancy": 15,
    "coatType": ["Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Gray Black & Silver",
      "Silver Gray & Black",
      "Gray & Black",
      "Silver & Black",
      "Black White & Silver",
      "Black & Gray",
      "Black & Silver"
    ],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Otterhound",
    "breedDescription": "Big, boisterous, and affectionate, the Otterhound was bred in medieval England for the now-outlawed activity of otter hunting. This scarce breed is known for his dense shaggy coat, webbed feet, acute sense of smell, and affinity for swimming. These big, bouncy hounds were ideally suited for otter hunting. OHs are built to be expert swimmers, from the top of their rough, waterproof coat to the bottom of their big webbed feet. A broad chest and powerful shoulders allow them to swim all day without tiring. Their large black nose is amazingly sensitive and could follow an otter's underwater scent trail over great distances. And the OH's size and strength enabled them to take on a sharp-toothed, razor-clawed otter that might weigh 20 pounds.",
    "yearAdded": 1909,
    "keywords": ["Even-tempered", "Amiable", "Boisterous"],
    "height": 27,
    "weight": 115,
    "lifeExpectancy": 13,
    "coatType": ["Double", "Rough"],
    "coatLength": ["Medium"],
    "colors": [
      "Black",
      "Black & Tan",
      "Blue & Cream",
      "Gray",
      "Liver & Tan",
      "Tan",
      "Wheaten",
      "Blue",
      "Lemon",
      "White",
      "White Black & Tan"
    ],
    "markings": [
      "Badger Markings",
      "Black Markings",
      "Black & Tan Markings",
      "Grizzle Markings",
      "Liver Markings",
      "White Markings",
      "Lemon Markings",
      "Silver Markings",
      "Tan Markings",
      "White & Tan Markings"
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Petit Basset Griffon Vendeen",
    "breedDescription": "The low-slung, shaggy-coated Petit Basset Griffon Vendéen is a vivacious French rabbit-hunting hound known for a happy demeanor and durable constitution. Bred to work in a pack, PBGVs enjoy company and do well with other dogs and kids. A loose translation of the name describes the dog well: Petit (small), Basset (low), Griffon (shaggy), Vendéen (from the Vendée region of France). Put it all together and you have a diminutive hound, standing 13 to 15 inches at the shoulder, with short but strong legs and a rough tousled coat, bred to hunt rabbits on the rugged west coast of France. Other distinctive features of these little extroverts are a proudly carried head, a saber tail, and a loud, houndy bark.",
    "yearAdded": 1990,
    "keywords": ["Alert", "Happy", "Vivacious"],
    "height": 25,
    "weight": 40,
    "lifeExpectancy": 16,
    "coatType": ["Rough", "Double"],
    "coatLength": ["Long"],
    "colors": [
      "White & Grizzle",
      "White & Lemon",
      "White & Orange",
      "White & Sable",
      "White Black & Tan",
      "Black & Tan",
      "Fawn",
      "White & Black",
      "White & Gray"
    ],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Pharaoh Hound",
    "breedDescription": "The Pharaoh Hound, ancient 'Blushing Dog' of Malta, is an elegant but rugged sprinting hound bred to course small game over punishing terrain. Quick and tenacious on scent, these friendly, affectionate hounds settle down nicely at home. Pharaohs are sleek, aerodynamic coursing hounds bred for high-speed pursuit on rocky terrain. Among their several distinguishing traits are a tight tan coat with matching leather on the nose, ears, and eye rims; ravishing amber eyes; a white-tipped tail; the ability to smile; and a unique way of blushing when happy or excited ('His face glows like a god,' wrote an admirer some 3,000 years ago). These elegant visitors from antiquity possess the speed and graceful movement of all coursers descended from Bronze Age hounds.",
    "yearAdded": 1983,
    "keywords": ["Friendly", "Smart", "Noble"],
    "height": 25,
    "weight": 55,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Chestnut", "Red Golden", "Rich Tan", "Tan"],
    "markings": ["White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Plott Hound",
    "breedDescription": "The Plott, a hound with a curious name and a unique history, is a rugged, relentless hunting dog who is a mellow gentleman at home but fearless, implacable, and bold at work. This eye-catching scenthound is North Carolina's state dog. The hound with the curious name (we'll get to that) and unique history (we'll get to that, too) is a streamlined, long-tailed, light-footed hunter standing as high as 25 inches at the shoulder. The flashy coat comes in an array of brindle-stripe patterns, from black flecked with gold to flaming orange and russet, in addition to some solid colors. The medium-length ears hang gracefully, and the leather of the nose, lips, and eye rims are black, setting off an inquisitive and confident expression.",
    "yearAdded": 2006,
    "keywords": ["Loyal", "Alert", "Intelligent"],
    "height": 25,
    "weight": 60,
    "lifeExpectancy": 14,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Gray Brindle",
      "Blue Brindle",
      "Black Brindle",
      "Black",
      "Yellow Brindle",
      "Tan Brindle",
      "Orange Brindle",
      "Maltese",
      "Buckskin",
      "Red Brindle",
      "Brown Brindle",
      "Chocolate Brindle",
      "Liver Brindle"
    ],
    "markings": [
      "Grayings Muzzle & Jaw",
      "White Chest & Feet",
      "Black Saddle",
      "Brindle Trim"
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Portuguese Podengo Pequeno",
    "breedDescription": "Classified as a hound, the alert and playful little Portuguese Podengo Pequeno is a quick, athletic rabbit hunter of ancient lineage. Pequenos love to run, romp, and chase when outdoors but make charming and well-mannered housemates. The Pequeno is the smallest of Portugal's three Podengo breeds, standing 8 to 12 inches at the shoulder and weighing no more than 13 pounds. A distinctive feature is the wedge-shaped head, with expressive almond-shaped eyes and erect, pointed ears. The long-backed body is muscular, the tail tapered and sickle-shaped, and the coat either short and dense or long and wiry. The overall look is that of a rustic, no-nonsense rabbit dog unspoiled by passing fashions.",
    "yearAdded": 2013,
    "keywords": ["Playful", "Charming", "Lively"],
    "height": 12,
    "weight": 13,
    "lifeExpectancy": 15,
    "coatType": ["Wiry", "Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black",
      "Chestnut",
      "Fawn",
      "Gold",
      "Gray",
      "Orange",
      "Red",
      "White & Black",
      "White & Fawn",
      "White & Gold",
      "White & Gray",
      "White & Orange",
      "White & Red",
      "Yellow",
      "White & Chestnut",
      "White & Yellow"
    ],
    "markings": ["White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Redbone Coonhound",
    "breedDescription": "The streamlined Redbone Coonhound, an American original, is even-tempered, mellow, and kindly at home but a tiger on the trail. Vigorous activities like hunting and swimming between long periods of rest is the rhythm of coonhound life. Redbones are medium-to-large hound dogs whose muscles undulate beneath a sleek and stunning red coat. The overall impression is that a master sculptor carved them from blocks of the finest mahogany. The classically houndy head is flanked by ears long enough to reach the nose. Dreamy brown eyes give the face an expression described by the breed's devotees as 'pleading.' Bred to work on all kinds of punishing terrain, Redbones are fast and surefooted and move with a proud, determined gait.",
    "yearAdded": 2009,
    "keywords": ["Eager to please", "Even-tempered", "Amiable"],
    "height": 27,
    "weight": 70,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Red"],
    "markings": ["White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Rhodesian Ridgeback",
    "breedDescription": "The Rhodesian Ridgeback is an all-purpose 'Renaissance hound' whose hallmark is the ridge, or stripe of backward-growing hair, on his back. Though the breed was made famous in its native Africa for its skill at tracking and baying, but never, ever killing,  lions, today Ridgebacks are cherished family dogs whose owners must be prepared to deal with their independence and strong prey drive. Beneath the Ridgeback's trademark ridge is a whole lot of hound: Ridgebacks are fast and powerful athletes who can weigh between 70 and 85 pounds, and oftentimes more. They come in only one color, wheaten, which spans every shade seen in a wheat field, from pale flaxen to the burnished red of a maturing crop. Ridgebacks also have two nose colors: black and the less commonly seen brown. The formidable Ridgeback can be strong-willed, independent, and sometimes domineering. Ridgebacks must be guided with a firm but a fair hand from puppyhood. They are faithful friends, protective of their loved ones, and meltingly affectionate with those whom they trust. Still, a Ridgeback can be too much hound for the novice dog owner.",
    "yearAdded": 1955,
    "keywords": ["Dignified", "Affectionate", "Even-tempered"],
    "height": 27,
    "weight": 85,
    "lifeExpectancy": 12,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Light Wheaten",
      "Lt Whtn Blk Nose",
      "Lt Whtn Brn Nose",
      "Red Wheaten",
      "Rd Whtn Blk Nose",
      "Rd Whtn Brn Nose",
      "Wheaten",
      "Wheaten Blk Nose",
      "Wheaten Brn Nose"
    ],
    "markings": ["Black Mask", "White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Saluki",
    "breedDescription": "Among the world's oldest breeds, the slim but rugged Saluki was the hunting hound of kings for thousands of years. Salukis are swift and agile sprinters who love a good chase. They make gentle, dignified, and independent but loyal pets. The beauty of Salukis has been a thing of wonder for thousands of years. They're slim and leggy, but very strong and perfectly balanced, like a great athlete or dancer. Males can stand between 23 and 28 inches at the shoulder; females can be much shorter. They come in a many colors and patterns. Their large, oval-shaped eyes are warm and intelligent. Salukis are highly adaptable, able to live and work in any climate. They're magnificent animals, but owning them comes with many special challenges.",
    "yearAdded": 1929,
    "keywords": ["Dignified", "Gentle", "Independent-Minded"],
    "height": 28,
    "weight": 65,
    "lifeExpectancy": 17,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black & Tan",
      "Black Tan & White",
      "Cream",
      "Fawn",
      "Golden",
      "Red",
      "Silver",
      "White",
      "Chocolate",
      "Chocolate & Tan",
      "Black",
      "Black & Silver"
    ],
    "markings": [
      "Parti-Color",
      "Sable",
      "Grizzle Markings",
      "Irish Marked",
      "Irish Marked Grizzle",
      "Parti-Color Grizzle",
      "Irish Marked Sable",
      "Sable Parti-Color"
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Scottish Deerhound",
    "breedDescription": "The crisply coated Scottish Deerhound, 'Royal Dog of Scotland,' is a majestically large coursing hound struck from the ancient Greyhound template. Among the tallest of dog breeds, the Deerhound was bred to stalk the giant wild red deer. Stand back: You need a little distance to fully appreciate the majesty of this ancient beast. In silhouette we see a noble coursing hound struck from the classic Greyhound template. Deerhounds are, though, much larger and more substantial than Greyhounds, a good-size male can stand 32 inches at the shoulder and weigh 110 pounds. The crisp coat is seen in several colors; breed aficionados prefer the dark blue-gray coat. The tapered head and long neck add extra lift to an already stately hound.",
    "yearAdded": 1886,
    "keywords": ["Dignified", "Gentle", "Polite"],
    "height": 32,
    "weight": 110,
    "lifeExpectancy": 11,
    "coatType": ["Wiry", "Double"],
    "coatLength": ["Medium"],
    "colors": [
      "Blue Gray",
      "Brindle",
      "Gray",
      "Gray Brindle",
      "Black",
      "Black Brindle",
      "Blue"
    ],
    "markings": ["White Markings"],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Sloughi",
    "breedDescription": "The ancient Sloughi, nicknamed the 'Arabian Greyhound,' is a lean, swift coursing hound who hunted a variety of game in North African deserts. A classic sighthound, the Sloughi is regally aloof with strangers and gentle with loved ones. The Sloughi (SLOO-ghee) is a classically constructed sighthound of ancient lineage, originally bred to work on such game as the hare, fox, jackal, gazelle, and wild pigs on the punishing terrain of its homeland. This is a lean, no-frills hound standing between 24 to 29 inches at the shoulder. Coat colors include shades of light sand to mahogany red-fawn, with or without brindling, with or without black markings, with no invasive white markings. The Sloughi's big, dark eyes are often described as 'melancholy.'",
    "yearAdded": 2016,
    "keywords": ["Reserved", "Graceful", "Noble"],
    "height": 29,
    "weight": 50,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Sandy", "Cream", "Mahogany", "Red"],
    "markings": [
      "Black Mask",
      "Darker Overlay",
      "Mantle",
      "Brindle",
      "Black Brindle",
      "Brindle Black Mask",
      "Brindle Black Mantle"
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Treeing Walker Coonhound",
    "breedDescription": "A smart, brave, and sensible hunter, the Treeing Walker Coonhound is a genuine American favorite, nicknamed 'The People's Choice.' Don't let the name fool you' Walkers are runners and are capable of covering a lot of ground in a hurry. Few things can quicken a coon hunter's pulse like the sight of this swift tricolored hound in full stride'the long, muscular legs, the powerful and propulsive hindquarters, and the streamlined frame all working to cover maximum ground with minimum effort. Later, basking in the warmth of a campfire after an honest night's work, this sweet-faced hound will look up and stir your soul with his gentle, pleading expression. Mercy, what a pretty picture! No wonder Treeing Walkers are called the People's Choice.",
    "yearAdded": 2012,
    "keywords": ["Smart", "Brave", "Courteous"],
    "height": 27,
    "weight": 70,
    "lifeExpectancy": 13,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": ["Black", "Tri-Colored", "White"],
    "markings": [
      "Blanket-Back",
      "Black Spots",
      "Black Spots, Tan Trim",
      "Saddle-Back",
      "Tan Spots",
      "White Markings, Tan Trim"
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Whippet",
    "breedDescription": "The sleek, sweet-faced Whippet, the 'Poor Man's Racehorse,' is lightning quick. He is an amiable, dignified, and gentle soul, but give him something to chase and he's all business. The name Whippet is synonymous with streamlined grace. At somewhere between 18 and 22 inches at the shoulder, the Whippet looks like a Greyhound, but smaller. The Whippet exhibits the classic 'inverted S' lines of the sighthound. The deep chest and trim waist; a lean head supported by a long, arched neck; and slim but sturdy legs combine in a picture of an agile, fleet-footed athlete. Between bursts of intense pursuit, Whippets love to stretch out and relax for long hours, enjoying the role of a loving, and loved, companion. Whippets like a fenced yard to run in, but they do nicely in cozy apartments too'¿as long as they are exercised properly. Another plus for city dwellers: Whippets rarely bark. Despite the breed's elegant looks, the Whippet is a robust, low-maintenance dog.",
    "yearAdded": 1888,
    "keywords": ["Playful", "Affectionate", "Calm"],
    "height": 22,
    "weight": 40,
    "lifeExpectancy": 15,
    "coatType": ["Smooth"],
    "coatLength": ["Short"],
    "colors": [
      "Black",
      "Blue",
      "Blue Brindle",
      "Blue Fawn",
      "Fawn",
      "Fawn Brindle",
      "Red",
      "White",
      "White & Fawn",
      "White & Red",
      "Red Brindle",
      "Sable",
      "Black Brindle",
      "White & Blue Fawn",
      "White & Sable",
      "White & Black",
      "White & Blue",
      "Cream",
      "White & Blue Brindle",
      "White & Red Brindle",
      "White & Fawn Brindle",
      "Seal"
    ],
    "markings": [
      "Black Mask",
      "White Markings",
      "Blue Mask",
      "Water Marked",
      "White Markings, Blue Mask",
      "White Markings, Black Mask",
      "Black Saddle"
    ],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 2
  },
  {
    "breedName": "Akita",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Alaskan Malamute",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Anatolian Shepherd",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Burnese Mountain Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Black Russian Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Boerboel",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Boxer",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Bullmastiff",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Cane Corso",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Chinook",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Doberman Pinscher",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Dogo Argentino",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Dogue de Bordeaux",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "German Pinscher",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Giant Schnauzer",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Great Dane",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Great Pyrenees",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Greater Swiss Mountain Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Komondor",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Kuvasz",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Leonberger",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Mastiff",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Neapolitan Mastiff",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Newfoundland",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Portuguese Water Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Rottweiler",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Saint Bernard",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Samoyed",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Siberian Husky",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Standard Schnauzer",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Tibetan Mastiff",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 3
  },
  {
    "breedName": "Airedale Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "American Hairless Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "American Staffordshire Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Australian Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Bedlington Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Border Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Bull Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Cairn Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Cesky Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Dandie Dinmont Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Glen of Imaal Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Irish Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Kerry Blue Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Lakeland Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Manchester Terrier (Standard)",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Miniature Bull Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Miniature Schnauzer",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Norfolk Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Norwich Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Parson Russell Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Rat Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Russell Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Scottish Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Sealyham Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Skye Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Smooth Fox Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Soft Coated Wheaten Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Staffordshire Bull Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Welsh Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "West Highland White Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Wire Fox Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Norwich Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 4
  },
  {
    "breedName": "Affenpinscher",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Biewer Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Brussels Griffon",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Cavalier King Charles Spaniel",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Chihuahua",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Chinese Crested",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "English Toy Spaniel",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Havanese",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Italian Greyhound",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Japanese Chin",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Maltese",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Manchester Terrier (Toy)",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Miniature Pinscher",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Papillon",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Pekingese",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Pomeranian",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Poodle (Toy)",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Pug",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Russian Toy",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Shih Tzu",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Silky Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Toy Fox Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "Yorkshire Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 5
  },
  {
    "breedName": "American Eskimo Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Bichon Frise",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Boston Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Bulldog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Chinese Shar-Pei",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Chow Chow",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Coton de Tulear",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Dalmation",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Finnish Spitz",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "French Bulldog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Keeshond",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Lhasa Apso",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Lowchen",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Norwegian Lundehund",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Poodle (Miniature)",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Poodle (Standard)",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Schipperke",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Shiba Inu",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Tiebetan Spaniel",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Tiebetan Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Xoloitzcuintli",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 6
  },
  {
    "breedName": "Australian Cattle Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Australian Shepherd",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Bearded Collie",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Beauceron",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Belgian Laekenois",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Belgian Malinois",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Belgian Sheepdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Belgian Tervuren",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Bergamasco Sheepdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Berger Picard",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Border Collie",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Bouvier des Flandres",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Briard",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Canaan Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Cardigan Welsh Corgi",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Collie",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Entlebucher Mountain Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Finnish Lapphund",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "German Shepherd",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Icelandic Sheepdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Miniature American Sherpherd",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Mudi",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Norwegian Buhund",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Old English Sheepdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Pembroke Welsh Corgi",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Polish Lowland Sheepdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Puli",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Pumi",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Pyrenean Shepherd",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Shetland Sheepdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Spanish Water Dog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Swedish Vallhund",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 7
  },
  {
    "breedName": "Basset Fauve de Bretagne",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 8
  },
  {
    "breedName": "Danish-Swedish Farmdog",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 8
  },
  {
    "breedName": "Dutch Shepherd",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 8
  },
  {
    "breedName": "Japanese Akitainu",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 8
  },
  {
    "breedName": "Kai Ken",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 8
  },
  {
    "breedName": "Lancashire Heeler",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 8
  },
  {
    "breedName": "Norrbottenspets",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 8
  },
  {
    "breedName": "Peruvian Inca Orchid",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 8
  },
  {
    "breedName": "Portuguese Podengo",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 8
  },
  {
    "breedName": "Russian Tsvetnaya Bolonka",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 8
  },
  {
    "breedName": "Small Munsterlander",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 8
  },
  {
    "breedName": "Teddy Roosevelt Terrier",
    "breedDescription": "",
    "yearAdded": 1992,
    "keywords": [],
    "height": 54,
    "weight": 43,
    "lifeExpectancy": 10,
    "coatType": [],
    "coatLength": [""],
    "colors": [],
    "markings": [],
    "noteId": 1,
    "groupId": 1,
    "groupNumber": 8
  }
]
